Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: Butterflies are very familiar flower visitors. Moths are perhaps less frequently noticed but also visit flowers regularly, either by day of by night. Some moths (see next screen) are quite small and could be overlooked as other types of insect.
cy: Rydym yn gyfarwydd iawn â gweld pili-palod yn ymweld â blodau. Efallai ein bod yn sylwi ar wyfynod yn llai aml ond maen nhw hefyd yn ymweld â blodau'n rheolaidd, naill ai yn ystod y dydd neu yn y nos. Mae rhai gwyfynod (gweler y sgrin nesaf) yn eithaf bach ac maen bosib y byddwch yn anghofio amdanynt fel mathau eraill o bryfed.
de_de: Tagfalter sind sehr bekannte Blütenbesucher. Nachtfalter werden vielleicht weniger häufig wahrgenommen, besuchen aber ebenfalls regelmäßig Blüten - und zwar sowohl bei Tag als auch bei Nacht. Einige Nachtfalter (siehe nächstes Bild) sind recht klein und könnten als andere Insektenarten übersehen werden.
el: Οι πεταλούδες είναι από τα πιο γνωστά έντομα-επικονιαστές. Οι σκώροι συναντώνται λιγότερο συχνά κοντά σε άνθη, ωστόσο τα επισκέπτονται τακτικά κατά τη διάρκεια της ημέρας και της νύχτας. Μερικά είδη σκώρων είναι αρκετά μικρά σε μέγεθος (δείτε την επόμενη σελίδα) – μπορεί να μπερδευτούν με άλλα είδη εντόμων.
pt: As borboletas são visitantes muito frequentes das flores. As mariposas são notadas com menos frequência, mas também visitam as flores regularmente, de dia ou à noite. Algumas mariposas (veja a próxima tela) são bem pequenas e podem passar despercebidas como outros tipos de inseto.
pt_pt: As borboletas diurnas são visitantes muito frequentes das flores. As borboletas noturnas são notadas com menos frequência, mas também visitam as flores regularmente, de dia ou à noite. Algumas borboletas noturnas (veja a próxima tela) são bem pequenas e podem passar despercebidas como sendo outros tipos de inseto.
sv_se: Fjärilar är välbekanta blombesökare. Nattfjärilarna kanske man inte lägger märke till lika ofta, men de besöker också blommor, under dagtid eller nattetid. En del nattfjärilar (se nästa sida) är ganska små och kan därför lätt misstas för andra insekter.

source: Painted Lady butterfly
de_de: Distelfalter (Vanessa cardui)
pt: Borboleta bela-dama
pt_pt: Borboleta bela-dama
sv_se: Tistelfjäril

source: Six-spot Burnet moth (a macro-moth, UK example shown)
de_de: Sechsfleck-Widderchen (Zygaena filipendula, Beispiel aus UK)
el: Ο σκώρος Six-spot Burnet (μεγάλος σε μέγεθος, παράδειγμα από Η.Β.)
pt: Burnet-de-seis-pontos (uma macro-mariposa, exemplo do Reino Unido mostrado)
pt_pt: Burnet-de-seis-pontos (uma borboleta noturna macro, o exemplo do Reino Unido é mostrado)
sv_se: Sexfläckig bastardsvärmare (en makro-nattfjäril, exempel från Storbritannien)

source: Micro-moths
de_de: Kleinschmetterlinge
el: Μικρο-σκώροι
pt: Micro-mariposas
pt_pt: Borboletas noturnas micro
sv_se: Mikro-nattfjärilar

source: Butterflies are very familiar flower visitors. Moths are perhaps less frequently noticed but also visit flowers regularly, either by day or by night.
de_de: Tagfalter sind sehr bekannte Blütenbesucher. Nachtfalter werden vielleicht weniger häufig wahrgenommen, besuchen aber ebenfalls regelmäßig Blüten - entweder bei Tag oder bei Nacht.
pt_pt: As borboletas diurnas são visitantes muito frequentes das flores. As borboletas noturnas talvez sejam menos frequentes, mas também visitam as flores regularmente, tanto de dia como à noite.
sv_se: Fjärilar är välbekanta blombesökare. Nattfjärilarna kanske man inte lägger märke till lika ofta, men de besöker också blommor, under dagtid eller nattetid.

source: <i>Phaeochlaena lampra</i> (a member of Prominent Moths)
de_de: <i>Phaeochlaena lampra</i> (eine auffällige Motte)
pt: <i>Phaeochlaena lampra</i> (membro do grupo das mariposas proeminentes)
pt_pt: <i>Phaeochlaena lampra</i> (membro do grupo de borboletas noturnas da Família Notodontidae)
sv_se: <i>Phaeochlaena lampra</i> (en art av familjen tandspinnare, Notodontidae)

source: <i>Diaethria clymena</i> (Widespread Eighty-Eight butterfly)
de_de: <i>Diaethria clymena</i> (Weitverbreiteter Schmetterling)
pt: <i>Diaethria clymena</i> (borboleta 88 amplamente distribuída)
pt_pt: <i>Diaethria clymena</i> (borboleta 88 amplamente distribuída)
sv_se: <i>Diaethria clymena</i> (en fjäril med karakteristisk 88-teckning på vingarna)

source: Butterflies are very familiar flower visitors. The butterfly Vanessa carye, pictured here is one of the most common butterfly species in Chile.
es: Las mariposas son visitantes florales muy comunes. La mariposa Vanessa carye, fotografiada aquí, es una de las especies de mariposas más comunes en Chile.
pt_pt: As borboletas diurnas são visitantes comuns das flores. A borboleta Vanessa carye, retratada aqui, é uma das espécies de borboletas mais comuns no Chile.
sv_se: Fjärilar är bekanta blombesökare. Fjärilen Vanessa carye, på bilden, är en av de vanligaste arterna i Chile.

source: Butterflies are very familiar flower visitors.
pt_pt: As borboletas diurnas são visitantes comuns das flores.
sv_se: Fjärilar är väldigt bekanta blombesökare

source: Above are two pictures of another common butterfly, Pieris brassicae. It has mostly white wings with a dark wing edge, and a pair of dark spots on the dorsal side
es: Arriba hay dos fotos de otra mariposa común, Pieris brassicae. Tiene las alas mayoritariamente blancas con un borde alar oscuro, y un par de manchas oscuras en la parte dorsal
pt_pt: Acima estão duas fotos de outra borboleta comum, Pieris brassicae. Tem asas principalmente brancas com uma borda de asa escura e um par de manchas escuras no lado dorsal
sv_se: Ovan syns två bilder av en annan vanlig fjäril, Pieris brassicae. Den har vita vingar med en mört vingspets och ett par mörka fläckar på ovansidan.

source: Moths also visit flowers regularly, either by day or by night.
es: Las polillas también visitan regularmente las flores, ya sea de día o de noche.
pt_pt: As borboletas noturnas também visitam as flores regularmente, seja de dia ou de noite.
sv_se: Nattfjärilar besöker också blommor regelbundet, antingen på dagen eller på natten.

source: The Hyles annei moth pictured here is a regular flower visitor. It is a large moth and from a distance can be confused with a hummingbird
es: La polilla Hyles annei que aparece en la foto es un visitante regular de las flores. Es una polilla grande y a la distancia puede confundirse con un colibrí.
pt_pt: A borboleta noturna Hyles annei retratada aqui é um visitante regular de flores. É uma borboleta noturna grande e à distância pode ser confundida com um colibri.
sv_se: Nattfjärilen Hyles annei som syns på bilden är en regelbunden blombesökare. Det är en stor fjäril som på avstånd kan misstas för en kolibri.

source: Other moths include Ormiscodes amphinome, pictured here
es: Otras polillas incluyen la Ormiscodes amphinome, ilustrada aquí.
pt_pt: Outras borboletas noturnas incluem Ormiscodes amphinome, ilustrada aqui
sv_se: Andra nattfjärilar kan vara Ormiscodes amphinome, som syns på bilden

source: There are relatively few beetle species that visit flowers, but those that do can be very abundant. The different species vary a lot in size, shape and colour, but can be recognised as beetles by the hard wing cases covering their abdomen.
cy: Cymharol brin yw'r rhywogaethau o chwilod sy'n ymweld â blodau, ond mae'r rhai sy'n gwneud yn gallu bod yn doreithiog iawn. Mae'r gwahanol rywogaethau'n amrywio'n fawr o ran eu maint, eu siâp a'u lliw, ond gellir eu hadnabod fel chwilod oherwydd y cistiau adenydd caled sy'n gorchuddio'r abdomen.
de_de: Es gibt relativ wenige Käferarten, die Blüten besuchen, aber die, die es tun, können sehr zahlreich sein. Die verschiedenen Arten variieren stark in Größe, Form und Farbe, sind aber an den harten Flügeldecken, die ihren Hinterleib bedecken, als Käfer zu erkennen.
el: Υπάρχουν σχετικά λίγα είδη σκαθαριών τα οποία επισκέπτονται τα άνθη, ωστόσο μπορεί να τα συναντήσετε σε μεγάλη αφθονία. Τα διαφορετικά είδη ποικίλουν σε μέγεθος, σχήμα και χρώμα - μπορείτε να τα διακρίνετε από τα έλυτρα.
pt: Existem relativamente poucas espécies de besouros que visitam flores, mas as que visitam podem ser muito abundantes. As diferentes espécies variam muito em tamanho, forma e cor, mas podem ser reconhecidas como besouros pelas asas endurecidas que cobrem seu abdômen.
pt_pt: Existem relativamente poucas espécies de escaravelhos que visitam as flores, mas as que visitam podem ser muito abundantes. As diferentes espécies variam muito em tamanho, forma e cor, mas podem ser reconhecidas como escaravelhos pelas asas endurecidas que cobrem o seu abdómen.
sv_se: Det är ganska få skalbaggsarter som besöker blommor, men de som gör det kan förekomma i stort antal. Olika arter varierar i storlek, form och färg, men känns igen på det hårda skal som täcker bakkroppen.

source: Beetles have forewings that have become hardened and act as covers for the softer hindwings and abdomen
cy: Mae gan chwilod adenydd blaen sydd wedi caledu ac sy'n gweithio fel gorchudd ar gyfer yr adenydd ôl mwy meddal a'r abdomen
de_de: Käfer haben verhärtete Vorderflügel, die als Hülle für die weicheren Hinterflügel und den Hinterleib dienen.
el: Το πρώτο ζεύγος πτερύγων (έλυτρα) στα σκαθάρια είναι σκληρό-τα έλυτρα καλύπτουν και προστατεύουν τις μαλακές πτέρυγες και την κοιλιά
pt: Besouros têm asas anteriores que se endureceram e atuam como cobertores para as asas posteriores e abdômen mais macios
pt_pt: Os escaravelhos têm asas anteriores que se endureceram e atuam como cobertura para as asas posteriores e abdómenes mais macios
sv_se: Skalbaggar har hårda framvingar som fungerar som skydd för de mjukare bakvingarna och bakkroppen.

source: Beetles have chewing mouthparts
cy: Mae gan chwilod rannau cnoi yn eu cegau
de_de: Käfer besitzen beißend-kauende Mundwerkzeuge
el: Τα σκαθάρια έχουν στοματικά μόρια μασητικού τύπου
pt: Besouros têm aparelhos bucais para mastigar
pt_pt: Os escaravelhos têm aparelhos bucais para mastigar
sv_se: Skalbaggar har bitande mundelar

source: This beetle is the Thick-kneed Flower Beetle (<i>Oedemera nobilis</i>), in which the males have distinctive thickened hind legs
cy: Chwilen o'r enw <i>Oedemera nobilis</i> yw hon, ac mae gan y gwrywod goesau ôl tew amlwg
de_de: Dieser Käfer ist ein Grüner Scheinbockkäfer (<i>Oedemera nobilis</i>), bei dem die Männchen auffallend verdickte Hinterbeine haben
el: Αυτό το σκαθάρι είναι το Thick-kneed Flower Beetle (<i>Oedemera nobilis</i>) – τα αρσενικά έχουν παχιά πίσω πόδια
pt: Este besouro é o besouro-de-patas-grossas (<i>Oedemera nobilis</i>), em que os machos têm patas traseiras espessas características
pt_pt: Este escaravelho é o escaravelho-de-joelhos-grossos (<i>Oedemera nobilis</i>), em que os machos têm pernas traseiras espessas características
sv_se: Blombaggen (<i>Oedemera nobilis</i>), känns igen på att hanarna har markant förtjockade bakben

source: Above are two more examples of beetles that regularly visit flowers.
cy: Uchod mae dwy enghraifft o chwilen sy'n ymweld â blodau'n aml.
de_de: Oben sind zwei weitere Beispiele für Käfer, die regelmäßig Blüten besuchen.
el: Πιο πάτω μπορείτε να δείτε δύο ακόμα παραδείγματα από σκαθάρια που ενδέχεται να συναντήσετε πάνω σε άνθη.
pt: Acima estão mais dois exemplos de besouros que visitam flores regularmente.
pt_pt: Acima estão mais dois exemplos de escaravelhos que visitam regularmente as flores.
sv_se: Ovan är ytterligare två exempel på skalbaggar som ofta besöker blommor.

source: Red soldier beetle (<i>Rhagonycha fulva</i>) with black tips to wing cases – very abundant on flowers in mid-summer
cy: Chwilen o'r enw <i>Rhagonycha fulva</i> gyda'r pig ar gas ei hadenydd yn ddu – toreithiog iawn ar flodau ganol yr haf
de_de: Roter Weichkäfer (<i>Rhagonycha fulva</i>) mit schwarzen Spitzen an den Flügeldecken - im Hochsommer sehr zahlreich an Blüten zu finden
el: Τα κόκκινα σκαθάρια (<i> Rhagonycha fulva </i>) έχουν μαύρες άκρες στα έλυτρα- είναι πολυάριθμα πάνω στα λουλούδια, προς τα μέσα του καλοκαιριού
pt: Besouro-soldado-vermelho (<i>Rhagonycha fulva</i>) com pontas pretas nas asas - muito abundante em flores no meio do verão
pt_pt: Escaravelho-soldado-vermelho (<i>Rhagonycha fulva</i>) com pontas pretas nas asas - muito abundante nas flores no meio do verão
sv_se: Prästbaggen (<i>Rhagonycha fulva</i>) med svarta spetsar på täckvingarna, är mycket vanlig på blommor under högsommaren

source: Black and yellow longhorn beetle (<i>Rutpela maculata</i>), a large beetle – larvae live in decaying wood
cy: Chwilen fawr o'r enw <i>Rutpela maculata</i> – mae'r larfâu'n byw mewn pren sy'n pydru
de_de: Gefleckter Schmalbock (<i>Rutpela maculata</i>), ein großer Käfer - die Larven leben in morschem Holz
el: Αυτό το κιτρινόμαυρο σκαθάρι (<i> Rutpela maculata</i>) με μακριές κεραίες, είναι ένα μεγάλου μεγέθους σκαθάρι - οι προνύμφες ζουν σε αποσυντιθέμενο ξύλο
pt: Escaravelho-longicórnio-maculata (<i>Rutpela maculata</i>), um grande besouro 1 – as larvas vivem na madeira em decomposição
pt_pt: Escaravelho-longicórnio-maculata (<i>Rutpela maculata</i>), um grande escaravelho – as larvas vivem em madeira em decomposição
sv_se: Fläckig blombock (<i>Rutpela maculata</i>), en stor skalbagge - larverna lever i död ved

source: Red soldier beetle (<i>Rhagonycha fulva</i>) with black tips to wing cases – very abundant on flowers in mid-summer
de_de: Roter Weichkäfer (Rhagonycha fulva) mit schwarzen Spitzen an den Flügeldecken - im Hochsommer sehr zahlreich an Blüten zu finden
el: Τα κόκκινα σκαθάρια (<i>Rhagonycha fulva</i>) έχουν μαύρες άκρες στα έλυτρα- είναι πολυάριθμα πάνω στα λουλούδια προς τα μέσα του καλοκαιριού
pt: Besouro-soldado vermelho (<i>Rhagonycha fulva</i>) com as pontas das asas pretas - bastante abundante em flores no meio do verão
pt_pt: Escaravelho-soldado vermelho (<i>Rhagonycha fulva</i>) com as pontas das asas pretas - bastante abundante em flores no meio do verão
sv_se: Prästbaggen (<i>Rhagonycha fulva</i>), med svarta spetsar på täckvingarna, är mycket vanlig på blommor under högsommaren

source: Black and yellow longhorn beetle (<i>Chlorophorus</i> sp.), a large beetle – larvae live in decaying wood
de_de: Gefleckter Schmalbock (Rutpela maculata), ein großer Käfer - die Larven leben in morschem Holz
el: Το κιτρινόμαυρο σκαθάρι (<i>Chlorophorus</i>sp.) είναι μεγάλο σε μεγέθος και έχει μακριές κεραίες, οι προνύμφες ζουν σε αποσυντιθέμενο ξύλο
pt: Besouro preto e amarelo de chifre longo (<i>Chlorophorus</i> sp.), um besouro grande - as larvas vivem em madeira podre
pt_pt: Escaravelho preto e amarelo de corno longo (<i>Chlorophorus</i> sp.), um escaravelho grande - as larvas vivem em madeira podre
sv_se: Fläckbockar (<i>Chlorophorus</i> sp.), stora skalbaggar– larverna lever i död ved

source: This beetle is the <i>Chauliognathus flavipes</i> beetle, which differs from similar species by the rounded margins of the forewings
de_de: Dieser Käfer ist <i>Chauliognathus flavipes</i>, eine Art, die sich durch die abgerundeten Ränder der Vorderflügel von ähnlichen Arten unterscheidet
pt: Este besouro é da espécie <i>Chauliognathus flavipes</i>, o qual difere de espécies similares pelas margens arredondadas das asas dianteiras
pt_pt: Este escaravelho pertence à espécie <i>Chauliognathus flavipes</i>, a qual difere de espécies similares pelas margens arredondadas das asas dianteiras
sv_se: Denna skalbagge av arten <i>Chauliognathus flavipes</i> skiljer sig från liknande arter genom framvingarnas rundade kanter

source: Another example of beetle that visits flowers is shown above.
de_de: Ein weiteres Beispiel für einen Käfer, der Blüten besucht, ist oben abgebildet.
pt_pt: Outro exemplo de escaravelho que visita flores é mostrado acima
sv_se: Ovan visas ett annat exempel på en blombesökande skalbagge.

source: <i>Macraspis clavate</i> is a beetle species of the family Scarabaeidae that occurs in Brazil
de_de: Macraspis clavate ist eine Käferart aus der Familie der Scarabaeidae, die in Brasilien vorkommt
pt: <i>Macraspis clavate</i> é uma espécie de besouro da família Scarabaeidae que ocorre no Brasil
pt_pt: <i>Macraspis clavate</i> é uma espécie de escarevelho da família Scarabaeidae que ocorre no Brasil
sv_se: <i>Macraspis clavate</i> är en skalbaggsart i familjen Scarabaeidae som förekommer i Brasilien

source: The Cylindrophora maulica beetle is a rare flower visitor but is easily identified.
es: El escarabajo Cylindrophora maulica es un visitante floral poco frecuente, pero se identifica fácilmente.
pt_pt: O escaravelho Cylindrophora maulica é um visitante raro das flores, mas é facilmente identificado.
sv_se: Skalbaggen Cylindrophora maulica besöker sällan blommor, men känns enkelt igen.

source: A metallic/iridescent body
es: Cuerpo metálico/iridiscente.
pt_pt: Um corpo metálico/iridiscente
sv_se: En metallisk/iriserande kropp

source: This category is for any insects under 3mm long. These can be hard to assign to a particular group without peering at them closely (which would disturb other insects visiting the flowers). Just count them (or estimate them if there is a large number) and assign them all to this category.
cy: Mae'r categori hwn ar gyfer unrhyw bryfed sy'n llai na 3mm o hyd. Gall fod yn anodd gwybod pa grŵp i roi'r rhain ynddo heb edrych yn agos iawn arnynt (a fyddai'n tarfu ar bryfed eraill sy'n ymweld â'r blodau). Cyfrwch nhw (neu ddyfalu eu nifer os oes nifer fawr) a rhowch nhw i gyd yn y categori hwn.
de_de: In diese Kategorie fallen alle Insekten unter 3 mm Länge. Es kann schwierig sein, sie einer bestimmten Gruppe zuzuordnen, ohne sie genau zu betrachten (was andere Insekten, die die Blüten besuchen, stören würde). Zähle sie einfach (oder schätze sie, wenn es eine zu große Anzahl ist) und ordne sie alle dieser Kategorie zu.
el: Κατηγορία για έντομα με μήκος μικρότερο των 3 mm. Η αναγνώριση της ομάδας αυτής είναι δύσκολη αν δεν γίνει παρατήρηση από κοντινή απόσταση (αυτό μπορεί να ενοχλήσει άλλα έντομα) - μετρήστε τα (ή υπολογίστε τα εάν ο αριθμός τους είναι μεγάλος) και καταγράψτε τα όλα σε αυτή την κατηγορία.
pt: Esta categoria é para todos os insetos com menos de 3 mm de comprimento. Pode ser difícil atribuí-los a um determinado grupo sem examiná-los de perto (o que perturbaria outros insetos que visitam as flores). Basta contá-los (ou estimá-los se houver um grande número) e atribuir todos a esta categoria.
pt_pt: Esta categoria é para todos os insetos com menos de 3 mm de comprimento. Pode ser difícil atribuí-los a um determinado grupo sem examiná-los de perto (o que perturbaria outros insetos que visitam as flores). Basta contá-los (ou estimar o seu número se houver um número elevado) e atribuí-los todos a esta categoria.
sv_se: Den här kategorin omfattar alla insekter mindre än 3 mm. Det kan vara svårt att ange en specifik grupp utan att granska dem på mycket nära håll (vilket skulle störa andra insekter som besöker blommorna). Räkna dem (eller uppskatta antalet om det är många) och för in dem i den här kategorin.

source: This example shows a flower with many pollen beetles (family Nitidulidae) – other “small insects” may include tiny flies and parasitic wasps
cy: Mae'r enghraifft hon yn dangos blodyn â nifer o chwilod paill (o'r teulu Nitidulidae) – gall “pryfed bychain” eraill gynnwys clêr pitw bach a gwenyn meirch parasitig
de_de: Dieses Beispiel zeigt eine Blüte mit vielen Glanzkäfern (Familie Nitidulidae) - andere "kleine Insekten" können winzige Fliegen und parasitische Wespen sein
el: Στο παράδειγμα βλέπετε ένα άνθος με πολλά σκαθάρια γύρης (οικογένεια Nitidulidae) - άλλα “Mικρά έντομα” μπορεί να περιλαμβάνουν μικροσκοπικές μύγες και παρασιτικές σφήκες
pt: Este exemplo mostra uma flor com muitos besouros-do-pólen (família Nitidulidae) - outros “pequenos insetos” podem incluir pequenas moscas e vespas parasitas
pt_pt: Este exemplo mostra uma flor com muitos escarevelhos-do-pólen (família Nitidulidae) - outros “pequenos insetos” podem incluir pequenas moscas e vespas parasitas
sv_se: Här visas en blomma med många rapsbaggar (familjen Nitidulide) – andra "små insekter" kan vara små flugor eller parasitsteklar.

source: This example shows a flower with many pollen beetles (family Nitidulidae) and other “small insects” which may include tiny flies and parasitic wasps
de_de: Dieses Beispiel zeigt eine Blüte mit vielen Glanzkäfern (Familie Nitidulidae) und anderen "kleinen Insekten", zu denen winzige Fliegen und parasitische Wespen gehören können
el: Στο παράδειγμα βλέπετε ένα άνθος με πολλά σκαθάρια γύρης (οικογένεια Nitidulidae) - άλλα «Mικρά έντομα» μπορεί να περιλαμβάνουν μικροσκοπικές μύγες και παρασιτικές σφήκες
pt: Este exemplo mostra uma flor com muitos besouros-do-pólen (família Nitidulidae) e outros "pequenos insetos" que podem incluir pequenas moscas e vespas parasitas
pt_pt: Este exemplo mostra uma flor com muitos escarevelho-do-pólen (família Nitidulidae) e outros "pequenos insetos" que podem incluir pequenas moscas e vespas parasitas
sv_se: Här visas en blomma med många rapsbaggar (familjen Nitidulide) –andra "små insekter" kan vara små flugor eller parasitsteklar

source: Stingless bees are group of social bees with high diversity. Species may be small or large as honeybees.
de_de: Stachellose Bienen sind eine Gruppe sozialer Bienen mit großer Vielfalt. Die Arten können klein oder groß wie Honigbienen sein.
pt: Abelhas sem ferrão são um grupo de abelhas sociais com uma diversidade abundante. As espécies podem ser menores ou maiores que as abelhas melíferas.
pt_pt: Abelhas sem ferrão são um grupo de abelhas sociais com uma grande diversidade. As espécies podem ser menores ou maiores do que a abelha-do-mel.
sv_se: Gaddlösa bin är en artrik grupp av sociala bin. Arterna kan vara små eller stora som honungsbin.

source: Lack of functional sting
de_de: Fehlen eines funktionalen Stachels
pt: Ausência de ferrão funcional
pt_pt: Ausência de ferrão funcional
sv_se: Saknar fungerande gadd

source: Reduced wing venation
de_de: Reduzierte Flügeläderung
pt: Venação de asa reduzida
pt_pt: Venação de asa reduzida
sv_se: Reducerade vingribbor

source: Pollen baskets for carrying pollen
de_de: Pollenhöschen zum Tragen von Pollen
pt: Cestos de pólen para transportar pólen
pt_pt: Corbículas para transportar pólen
sv_se: Pollenkorgar för att transportera pollen

source: <i>Tetragonisca angustula</i>, also known as “jataí” in Brazil
de_de: Tetragonisca angustula, in Brasilien auch als "jataí" bekannt
pt: <i>Tetragonisca angustula</i>, também conhecida como “jataí” no Brasil
pt_pt: <i>Tetragonisca angustula</i>, também conhecida como “jataí” no Brasil
sv_se: <i>Tetragonisca angustula</i>, kallas “jataí” i Brasilien

source: There are more than 240 species of stingless bees in Brazil, with different sizes and colour patterns.
de_de: In Brasilien gibt es mehr als 240 Arten von Stachellosen Bienen mit unterschiedlichen Größen und Farbmustern.
pt: Há mais de 240 espécies de abelhas sem ferrão no Brasil, com diferentes tamanhos e padrões de cores.
pt_pt: Há mais de 240 espécies de abelhas sem ferrão no Brasil, com diferentes tamanhos e padrões de cores.
sv_se: Det finns mer än 240 arter av gaddlösa bin i Brasilien, i olika storlek och färgteckning.

source: <i>Trigona spinipes</i>, also known as “irapuá”
de_de: Trigona spinipes, auch als "irapuá" bekannt
pt: <i>Trigona spinipes</i>, também conhecida como “irapuá”
pt_pt: <i>Trigona spinipes</i>, também conhecida como “irapuá”
sv_se: <i>Trigona spinipes</i>, kallas även “irapuá”

source: The genus <i>Melipona</i> shows robusts and furry bees
de_de: Die Gattung Melipona weist robuste und pelzige Bienen auf
pt: O gênero <i>Melipona</i> possui abelhas robustas e peludas
pt_pt: O género <i>Melipona</i> possui abelhas robustas e peludas
sv_se: Släktet <i>Melipona</i> har kraftiga och lurviga bin
