Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: How about a rating on the App Store then?
cy: Beth am adael sgôr i ni yn yr App Store te?
de_de: Wie wäre es dann mit einer Bewertung im App Store?
el: Θα θέλατε να μας βαθμολογήσετε στο App Store;
es: ¿Qué tal una calificación en la App Store entonces?
pt: O que acha de avaliar no App Store, então?
pt_pt: O que acha de avaliar a aplicação na App Store, então?
sv_se: Vill du betygsätta appen på App Store?

source: How about a rating on the Play Store then?
cy: Beth am adael sgôr i ni yn y Play Store te?
de_de: Wie wäre es dann mit einer Bewertung im Play Store?
el: Θα θέλατε να μας βαθμολογήσετε στο Play Store;
es: ¿Qué tal una calificación en el Play Store entonces?
pt: O que acha de avaliar no Play Store, então?
pt_pt: O que acha de avaliar a aplicação na Play Store, então?
sv_se: Vill du betygsätta appen på Play Store?

source: To view your FIT Count data after uploading please visit the project website for your country, where available (e.g. <2>UK PoMS</2>)
cy: I weld eich data Cyfrif FIT ar ôl i chi ei lwytho i fyny, ewch i wefan y prosiect ar gyfer eich gwlad chi, os oes un ar gael (e.e. <2>UK PoMS</2>)
de_de: Um die Daten deiner FIT-Zählung nach dem Hochladen anzuschauen, gehe zur Projekt-Homepage deines Landes (soweit verfügbar)
el: Για να δείτε τα δεδομένα του FIT Count σας μετά τη φόρτωση, επισκεφθείτε την ιστοσελίδα μας (π.χ. <2>UK PoMS</2>)
es: Para ver los datos de FIT Count después del envío, visite el sitio web del proyecto para su país, donde esté disponible (por ejemplo, <2>UK PoMS</2>)
pt: Para visualizar seus dados de FIT Count após realizar o upload, por favor visite o website do projeto para o seu país, quando disponível (p.ex. <2>UK PoMS</2>)
pt_pt: Para visualizar os seus dados de FIT Count após realizar a submissão, por favor visite a página web do projeto para o seu país, quando disponível (e.g. <2>UK PoMS</2>)
sv_se: Besök projektets websida för att se dina inskickade Blombesöksräkningar. Den svenska sidan finns <2>här</2>

source: Strength
pt_pt: Força
sv_se: Styrka

source: Incorrect password gor email
pt_pt: Palavra-chave ou e-mail incorreto
sv_se: Fel lösenord eller email

source: Sorry, looks like you're offline.
pt_pt: Desculpe, parece que está offline
sv_se: Du verkar vara offline!

source: No photo has been added.<br/>Press <4><0></0></4> to add.
pt_pt: Não foi adicionada qualquer foto.<br/>Clique <4><0></0></4> para adicionar.
sv_se: Inget foto har lagts till. <br/>Tryck<4><0></0></4> för att lägga till.

source: Please pull down the page to see projects list.
pt_pt: Por favor, deslize a página para baixa para ver a lista de projetos
sv_se: Dra neråt för att se alla projekt.

source: Beetles
cy: Chwilod
de_de: Käfer
el: Κολεόπτερα- Σκαθάρια
es: Escarabajos
pt: Besouros
pt_pt: Escaravelhos
sv_se: Skalbaggar

source: Bumblebees
cy: Cacwn
de_de: Hummeln
el: Βομβίνοι
es: Abejorros
pt: Mamangavas
pt_pt: Abelhões
sv_se: Humlor

source: Butterflies and moths
cy: Pili-palod a gwyfynod
de_de: Tagfalter und Nachtfalter
el: Πεταλούδες και σκώροι
es: Mariposas y polillas
pt: Borboletas e mariposas
pt_pt: Borboletas diurnas e noturnas
sv_se: Dag- och nattfjärilar

source: Honeybees
cy: Gwenyn mêl
de_de: Honigbienen
el: Μελιτοφόρες μέλισσες
es: Abejas de la miel
pt: Abelhas melíferas
pt_pt: Abelha-do-mel
sv_se: Honungsbin

source: Hoverflies
cy: Pryfed hofran
de_de: Schwebfliegen
el: Συρφίδες (δίπτερα)
es: Moscas de las flores
pt: Moscas-das-flores
pt_pt: Moscas-das-flores
sv_se: Blomflugor

source: Other flies
cy: Clêr
de_de: Andere Fliegen
el: Άλλα δίπτερα
es: Otras moscas
pt: Outras moscas
pt_pt: Outras moscas
sv_se: Andra flugor

source: Other insects
cy: Pryfed eraill
de_de: Andere Insekten
el: Άλλα έντομα
es: Otros insectos
pt: Outros insetos
pt_pt: Outros insetos
sv_se: Andra insekter

source: Small insects (<3mm)
cy: Pryfed bychain (<3mm)
de_de: Kleine Insekten (<3mm)
el: Μικρότερα από 3mm
es: Pequeños insectos (<3mm)
pt: Insetos pequenos (<3mm)
pt_pt: Insetos pequenos (< 3 mm)
sv_se: Små insekter (<3mm)

source: Solitary bees
cy: Gwenyn unig
de_de: Solitärbienen
el: Μοναχικές μέλισσες
es: Abejas solitarias
pt: Abelhas solitárias
pt_pt: Abelhas solitárias
sv_se: Solitärbin

source: Wasps
cy: Gwenyn meirch
de_de: Wespen
el: Σφήκες
es: Avispas
pt: Vespas
pt_pt: Vespas
sv_se: Getingar och andra steklar (utom växtsteklar)

source: Bats
de_de: Fledermäuse
el: Νυχτερίδες
es: Murciélagos
pt: Morcegos
pt_pt: Morcegos
sv_se: Fladdermöss

source: Hummingbirds
de_de: Kolibris
el: Κολιμπρί
es: Picaflores
pt: Beija-flores
pt_pt: Colibris
sv_se: Kolibirer

source: Orchid bees
de_de: Prachtbienen
es: Abejas de las orquídeas
pt: Abelhas das orquídeas
pt_pt: Abelhas das orquídeas
sv_se: Orkidébin

source: Stingless bees
de_de: Stachellose Bienen
es: Abeja sin aguijón
pt: Abelhas sem ferrão
pt_pt: Abelhas sem ferrão
sv_se: Gaddlösa bin

source: Bumblebees sensu lato
de_de: Hummeln im weiteren Sinne
pt: Mamangavas
pt_pt: Abelhões sensu lato
sv_se: Humlor

source: Flies
de_de: Fliegen
es: Moscas
pt: Arquivos
pt_pt: Moscas
sv_se: Flugor

source: Don't know
de_de: Ich weiß es nicht
es: No lo sé
pt: Não sei
pt_pt: Não sei
sv_se: Vet ej

source: Carpenter bees
de_de: Holzbienen
pt_pt: Abelhas carpinteiras
sv_se: Snickarbin

source: Social wasps
pt_pt: Vespas sociais
sv_se: Sociala getingar

source: Small wildbees (< 10mm)
pt_pt: Abelhas selvagens pequenas (< 10 mm)
sv_se: Små bin (<10mm)

source: Big wildbees (=> 10mm)
pt_pt: Abelhas selvagens grandes (=> 10 mm).
sv_se: Stora bin (=>10mm)

source: Butterflies
pt_pt: Borboletas diurnas
sv_se: Fjärilar

source: Moths
pt_pt: Borboletas noturnas
sv_se: Nattfjärilar

source: Amenity grassland (usually mown short)
cy: Glaswelltir amwynder (wedi'i dorri'n fyr fel arfer)
de_de: Zierrasen (meist kurz gemäht)
el: Περιοχή με γρασίδι
pt: Gramado manejado
pt_pt: Prado gerido (habitualmente com corte recorrente)
sv_se: Gräsmatta (vanligen kortklippt)

source: School Grounds
cy: Tir ysgol
de_de: Schulgelände
el: Προαύλιο σχολείου
es: Patios de colegio
pt: Pátio Escolar
pt_pt: Pátio de uma escola
sv_se: Skolgård

source: Artificial land
pt_pt: Solo artificializado
sv_se: Artificiell mark

source: Churchyard
cy: Mynwent eglwys
de_de: Kirchhof
el: Προαύλιο εκκλησίας
pt: Patio de igreja
pt_pt: Pátio de um igreja
sv_se: Kyrkogård

source: Bare land
pt_pt: Terra nua
sv_se: Bar mark

source: Coniferous forest
pt_pt: Floresta de coníferas
sv_se: Barrskog

source: Cultivation
de_de: Landwirtschaftliche Nutzfläche
el: Αγροτική καλλιέργεια
es: Cultivo
pt: Cultivo
pt_pt: Área cultivada
sv_se: Odling

source: Farm crops or grassy pasture
cy: Cnydau fferm neu dir pori glaswelltog
de_de: Acker oder Weidefläche
el: Γεωργική καλλιέργεια
es: Cultivos agrícolas o pastos cubiertos de hierba
pt: Plantações ou pastagem gramada
pt_pt: Campo agrícola ou pastagem
sv_se: Grödor eller betesmark

source: Decidous forest
pt_pt: Floresta decídua temperada
sv_se: Lövskog

source: Field margins
pt_pt: Bermas de campos agrícolas
sv_se: Åkerkant

source: Waste ground or brownfield site
cy: Tir gwastraff neu safle tir llwyd
de_de: Deponie oder Industriebrache
el: Περιοχή με απόβλητα, πρώην βιομηχανική περιοχή
es: Terreno baldío o terreno abandonado
pt: Área abandonada ou terreno baldio
pt_pt: Área abandonada ou terreno baldio
sv_se: Industrimark eller annan "skräpmark".

source: Woodland
cy: Coetir
de_de: Waldgebiet
el: Δασώδης έκταση
es: Bosque
pt: Floresta
pt_pt: Floresta gerida
sv_se: Mindre område med gles skog

source: Botanical garden
de_de: Botanischer Garten
el: Βοτανικός Κήπος
es: Jardín botánico
pt: Jardim botânico
pt_pt: Jardim Botânico
sv_se: Botanisk trädgård

source: Forest
de_de: Wald
el: Δάσος
es: Bosque
pt: Floresta
pt_pt: Floresta natural
sv_se: Skogsmark

source: Freshwater wetland
de_de: Süßwasser-Feuchtgebiet
el: Υδροβιότοπος γλυκού νερού
es: Humedal de agua dulce
pt: Área alagada
pt_pt: Zonas húmidas
sv_se: Våtmark

source: Garden
cy: Gardd
de_de: Garten
el: Κήπος
es: Jardín
pt: Jardim
pt_pt: Jardim
sv_se: Trädgård

source: Grassland with wild flowers (e.g. meadow)
cy: Glaswelltir gyda blodau gwyllt (e.e. dôl)
de_de: blütenreiche Wiesen und Weiden
el: Λιβάδι με αγριολούλουδα
es: Pastizales con flores silvestres (por ejemplo, praderas)
pt: Pastagem com flores silvestres (ex: pasto)
pt_pt: Prado com flores silvestres
sv_se: Gräsmark med vilda blommor (t.ex. äng)

source: Dry shrub
de_de: Trockengebüsch
el: Θαμνώνας με σκληρόφυλλη βλάστηση
es: Arbusto seco
pt: Arbustivo seco
pt_pt: Matos secos
sv_se: Torr buskmark

source: Acacia stands
de_de: Akazienbestände
el: Ακακίες
pt: Povoamento de Acacia
pt_pt: Acacial
sv_se: Acaciabestånd

source: Roadside verges
de_de: Straßenränder
el: Περιθώρια δρόμων
es: Borde de carretera
pt: Beira de estrada
pt_pt: Berma de estada
sv_se: Vägrenar

source: Grassy verge or hedgerow edge
cy: Ymyl glaswelltog neu ymyl gwrych
de_de: Grasiger Saum oder Heckensaum
el: Περιθώρια δρόμου/ πεζοδρόμιο/ Φυτοφράχτης
pt: Borda gramada ou de cerca viva
pt_pt: Margem florida ou sebes
sv_se: Gräskant intill häck, väg eller dylikt.

source: Caatinga
sv_se: Caatinga (skog med lövfällning i torrperioder)

source: Plantation forest
de_de: Plantagenwald
es: Plantación forestal
pt: Floresta plantada
pt_pt: Floresta plantada
sv_se: Planterad skog

source: Cerrado
sv_se: Cerrado (tropisk savann)

source: Grassy verge
de_de: Grasiger Saum
pt_pt: Bermas floridas
sv_se: Gräskant

source: Hedgerow edge
de_de: Heckensaum
pt_pt: Sebes
sv_se: Häck-kant

source: Freshwater edge
de_de: Ferbereich von Flüssen, Bächen oder Seen
es: Borde de agua dulce
pt_pt: Bermas de cursos de água doce
sv_se: Sötvattensgräns

source: Forest edge
pt_pt: Bermas de floresta
sv_se: Skogsbryn

source: Lowland heath
cy: Gweundir iseldir
de_de: Heide
el: Φρύγανα με Ερείκη
es: Brezal de tierras bajas
pt: Charneca de várzea
pt_pt: Matos de baixa altitude
sv_se: Hedmark nedanför fjällen, t ex ljunghed.

source: Orchard meadow
pt_pt: Prado de orquídeas
sv_se: Fruktträdgårdsäng

source: Fallow land
pt_pt: Campo em pousio
sv_se: Träda

source: Upland bog/heath
de_de: Hochmoor
pt_pt: Turfeira de altitude elevada
sv_se: Mossmark i fjällen

source: Lowland bog/heath
de_de: Niedermoor
pt_pt: Turfeira de baixa altitude
sv_se: Hedmark nedanför fjällen, t ex ljunghed.

source: Waste ground
de_de: Ödland
pt_pt: Terreno abandonado
sv_se: Industrimark

source: Shrubland
de_de: Gebüsch
es: Matorral
pt_pt: Matos
sv_se: Buskmark

source: Vegtable patch
de_de: Gemüsebeet
es: Huerta
pt_pt: Hortas
sv_se: Grönsaksland

source: Rocky habitat
pt_pt: Habitat rochoso
sv_se: Stenig mark

source: Wet habitat
pt_pt: Habitat de zonas húmidas
sv_se: Våtmark

source: Urban green spaces
pt_pt: Espaços verdes urbanos
sv_se: Urbana grönområden

source: Waste ground/exploited land
pt_pt: Terreno abandonado/solo explorado
sv_se: Exploaterad mark

source: Other
cy: Arall
de_de: Andere
el: Άλλο
es: Otro
pt: Outro
pt_pt: Outro
sv_se: Annan

source: Parkland with trees
cy: Tir parc gyda choed
de_de: Parklandschaft mit Bäumen
el: Πάρκινγκ με δέντρα
es: Parque con árboles
pt: Parque com árvores
pt_pt: Parque com árvores
sv_se: Parkområde med träd

source: Salt marsh
de_de: Salzmarsch
el: Υφάλμυρο έλος
es: Salina
pt: Pântano salino
pt_pt: Sapal
sv_se: Havsstrandsäng

source: Upland moorland
cy: Rhostir ucheldir
de_de: Hochmoor
el: Υψίπεδο
es: Páramos de montaña
pt: Planalto pantanoso
pt_pt: Matos de altitude elevada
sv_se: Fjällhed

source: Balcony and small porches
pt_pt: Varandas e pórticos de entrada
sv_se: Balkonger och små verandor

source: Dune systems
pt_pt: Sistemas dunares
sv_se: Sanddyner

source: Montado (Low density trees)
pt_pt: Montado
sv_se: Montado (få träd)

source: Acacia
de_de: Akazie
el: Ακακία
pt_pt: Acácia
sv_se: Akacia

source: Acerola cherry
de_de: Acerola
pt: Acerola
pt_pt: Acerola
sv_se: Malpighia glabra (Acerola)

source: Achira
pt_pt: Cana-da-Índia
sv_se: Arrowroot

source: Anemone
de_de: Windröschen, Anemone
el: Ανεμώνη
pt: Anêmona
pt_pt: Anémona
sv_se: Sippor

source: Anthurium
de_de: Flamingoblume, Anthurium
pt: Antúrio
pt_pt: Antúrio
sv_se: Anthurium (Kobrakallor)

source: Arrayan
es: Arrayán
pt_pt: Chequén
sv_se: Myrtel

source: Asteraceae (herbaceous)
de_de: Korbblütler (krautig)
pt: Asteraceae (herbácea)
pt_pt: Margaridas (herbáceas)
sv_se: Korgblommiga växter (örtarade)

source: Basil
de_de: Basilikum
es: Albahaca
pt: Manjericão
pt_pt: Manjericão
sv_se: Basilika

source: Bermuda Buttercup
de_de: Nickender Sauerklee
el: Ξινάκι ή Οξαλίδα
pt: Erva-canária
pt_pt: Azeda
sv_se: Getoxalis

source: Blueberry
pt_pt: Mirtilo
sv_se: Blåbär

source: African Boxthorn
de_de: Afrikanischer Bocksdorn
el: Φραμός Αρκοτομαθκιά
pt_pt: Cambroeira
sv_se: Lycium ferocissimum

source: Bramble
cy: Miaren
de_de: Brombeere
el: Βάτος
pt: Amoras
pt_pt: Silvas
sv_se: Björnbär

source: Brazilian grape tree/Jabuticaba
de_de: Brasilianische Traube/Jabuticaba
pt: Jabuticaba
pt_pt: Jabuticaba
sv_se: Jabuticaba

source: Bromeliads
de_de: Bromelie
pt: Bromélias
pt_pt: Bromélias
sv_se: Bromeliader

source: Brooms and gorses
pt_pt: Giestas
sv_se: Ärttörne

source: Brown knapweed/Greater knapweed
pt_pt: Centaurea
sv_se: Rödklint/Väddklint

source: Bugleherb
pt_pt: Língua-de-boi
sv_se: Revsuga

source: Buttercup
cy: Blodyn menyn
de_de: Hahnenfuß
el: Bατράχιο
pt: Botão de ouro
pt_pt: Botões de ouro
sv_se: Smörblomma

source: Campanilla
pt_pt: Ipomoea
sv_se: Golden trumpet

source: Canelo
pt_pt: Casca-de-anta
sv_se: Kanel

source: Cherry
de_de: Kirsche
es: Cerezo
pt_pt: Cerejeira
sv_se: Körsbär

source: Chrysanthemum
de_de: Chrysantheme
el: Μαργαρίτα ή Χρυσάνθεμο
pt: Crisântemo
pt_pt: Crisântemo
sv_se: Krysantemum

source: Cicuta
sv_se: Sprängört

source: Naranjo/Limonero
pt_pt: Citrinos
sv_se: Apelsin/Citron

source: Clover/Trefoil
de_de: Klee
pt: Trevo
pt_pt: Trevos
sv_se: Klöver

source: Common chicory
pt_pt: Chicória
sv_se: Cikoria

source: Common sage
pt_pt: Sálvia
sv_se: Salvia

source: Copihue
sv_se: Lapageria rosea

source: Cowberry
pt_pt: Arando
sv_se: Lingon

source: Crucifers
pt_pt: Crucíferas (e.g., couves, saramago)
sv_se: Korsblommiga växter

source: Daisy
de_de: Gänseblümchen
es: Margarita
pt_pt: Margarida
sv_se: Tusensköna

source: Dandelion
cy: Dant y llew
de_de: Löwenzahn
el: Πικραλίδα
es: Diente de león
pt: Dente de Leão
pt_pt: Dente-de-leão
sv_se: Maskros

source: Devil's-bit Scabious/Field Scabious
pt_pt: Escabiosa-dos-prados
sv_se: Ängsvädd/Åkervädd

source: Echium
pt_pt: Soagem
sv_se: Snokörtssläktet

source: Fennel
de_de: Fenchel
el: Μάραθος
es: Hinojo
pt: Erva-doce
pt_pt: Funcho
sv_se: Fänkål

source: Fruit trees and Hawthorn
pt_pt: Árvores de fruto (e.g., cerejeira, macieira)
sv_se: Fruktträd och hagtorn

source: Geranium
pt_pt: Erva-de-são-roberto
sv_se: Nävor

source: European goldenrod
pt_pt: Vara-de-ouro
sv_se: Gullris

source: Guarán
pt_pt: Ipê-de-jardim
sv_se: Guarana

source: Hawthorn
cy: Draenen wen
de_de: Weißdorn
el: Κράταιγος
pt: Espinheiro-branco
pt_pt: Pilriteiro
sv_se: Hagtorn

source: Heather
cy: Grug
de_de: Heidekraut
el: Ερείκη
pt: Urze/torga
pt_pt: Urzes
sv_se: Ljung

source: Hogweed
cy: Efwr
de_de: Wiesen-Bärenklau
el: Ηράκλειο το σφονδύλιο
pt: Heracleum
pt_pt: Branca-ursina
sv_se: Björnloka

source: Hogweed/wild angelica/garden angelica
pt_pt: Branca-ursina
sv_se: Björnloka/strätta/kvanne

source: Ipe
pt: Ipê
pt_pt: Ipê
sv_se: Handroanthus

source: Ivy
cy: Iorwg
de_de: Efeu
el: Κισσός
pt: Hera
pt_pt: Hera
sv_se: Murgröna

source: Spanish Jasmine
de_de: Weißer Jasmin
el: Γιασεμί το μεγανθές
pt: Jasmim-espanhol
pt_pt: Jasmim
sv_se: Jasminum grandiflorum

source: Knapweed
cy: Y Bengaled
de_de: Flockenblume
el: Κενταύρια
pt: Centáureas
pt_pt: Centaurea
sv_se: Röd/väddklint

source: Common Lantana
de_de: Wandelröschen
el: Λαντάνα
pt: Camará
pt_pt: Lantana
sv_se: Eldkrona

source: Lantana
de_de: Wandelröschen
sv_se: Lantana (Eldkrona)

source: Lavender
cy: Lafant
de_de: Lavendel
el: Λεβάντα
es: Lavanda
pt: Lavanda
pt_pt: Lavândula
sv_se: Lavendel

source: Lavender and Rosemary
pt_pt: Lavândula e Alecrim
sv_se: Lavendel och rosmarin

source: Leontodon, Picris, Hypochaeris and others
pt_pt: Margaridas (herbáceas)
sv_se: Fibblor

source: Ligustro
sv_se: Liguster

source: Mallows
pt_pt: Malva
sv_se: Malvor

source: Milk Thistle
de_de: Mariendistel
el: Γαϊδουράγκαθο
pt: Cardo-leiteiro
pt_pt: Cardo-leiteiro
sv_se: Mariatistel

source: Mint and Thyme
pt_pt: Mentas e poejo
sv_se: Mint och timjan

source: Murta
sv_se: Myrten

source: Myrtle
de_de: Myrte
el: Μυρτιά
pt: Murta
pt_pt: Murta
sv_se: Myrten

source: Olive
de_de: Olivenbaum
el: Ελιά
es: Olivo
pt: Oliveira/azeitona
pt_pt: Oliveira
sv_se: Oliv

source: Tuna
pt_pt: Opúncia
sv_se: Opuntia

source: Orchids
de_de: Orchideen
es: Orquídeas
pt_pt: Orquídeas
sv_se: Orkidéer

source: Passionfruit
de_de: Passionsfrucht
es: Fruta de la pasión
pt: Maracujá
pt_pt: Maracujá
sv_se: Passionsfrukt

source: Blue Plumbago
de_de: Kap-Bleiwurz
el: Πλουμπάγο η ωτοειδής
pt: Bela Emília
pt_pt: Bela-Emília
sv_se: Blyblomma

source: Pocoto
pt_pt: Arrebenta boi
sv_se: Solanum palinacanthum

source: Ragwort
cy: Llysiau'r gingroen
de_de: Greiskraut
el: Ιακώβαιο
pt: Senecio jacobaea
pt_pt: Tasna
sv_se: Stånds

source: Red Clover
de_de: Rot-Klee
pt_pt: Trevo-vermelho
sv_se: Rödklöver

source: Red clover/Zigzag clover
pt_pt: Trevo vermelho
sv_se: Rödklöver/Skogsklöver

source: Rock-roses
de_de: Zistrosen
el: Λαδανιά ή Ξισταριά
pt: Estevas
pt_pt: Estevas
sv_se: Solvändor

source: Rock Roses
pt_pt: Estevas
sv_se: Solvändeväxter

source: Rose
es: Rosa
pt_pt: Roseira
sv_se: Ros

source: Rosebay willowherb
pt_pt: Epilobium
sv_se: Mjölke

source: Senecio
pt_pt: Tasna
sv_se: Korsört

source: Sleeping hibiscus/Malvaviscus
de_de: Malvaviscus
pt: Malvaviscus
pt_pt: Malvaviscus
sv_se: Malvaviscus (Bärmalvor)

source: Thistle
cy: Ysgall
de_de: Distel
el: Γαϊδουράγκαθο
pt: Cardo
pt_pt: Cardo
sv_se: Tistel

source: Tree Tobacco
de_de: Blaugrüner Tabak, Strauchtabak
el: Γιατρός
pt: Charuteira
pt_pt: Charuteira
sv_se: Blåtobak

source: Umbellifers
pt_pt: Umbelíferas (e.g., cenoura-brava, funcho)
sv_se: Flockblommiga växter

source: Narrow-leaved Viper’s-bugloss
de_de: Schmalblättriger Natternkopf
el: Έχιουμ ή Έχιο
pt: viperina
pt_pt: Soagem
sv_se: Echium angustifolium

source: White Clover
cy: Meillionen wen
de_de: Weißklee
el: Λευκό τριφύλλι
es: Trébol blanco
pt: Trevo-branco
pt_pt: Trevo-branco
sv_se: Vitklöver

source: White Dead-nettle
cy: Marddanhadlen wen
de_de: Weiße Taubnessel
el: Νεκρός-Τσουκνίδα λευκή
es: Ortiga blanca
pt: Urtiga-branca
pt_pt: Urtiga-branca
sv_se: Vitplister

source: White Mustard
de_de: Weißer Senf
el: Λαψάνα ή Σινάπι
pt: Mostarda-branca
pt_pt: Mostarda-branca
sv_se: Vitsenap

source: Wild plantain/Heliconia
de_de: Helikonie
pt: Heliconia
pt_pt: Heliconia
sv_se: Heliconia (Hummerklo-växter)

source: Honeybees are larger than most (not all) solitary bees, and smaller than most bumblebees.
cy: Mae gwenyn mêl yn fwy na'r rhan fwyaf (ond nid pob un) o wenyn unig, ac maent yn llai na'r rhan fwyaf o gacwn.
de_de: Honigbienen sind größer als die meisten (nicht alle) Solitärbienen und kleiner als die meisten Hummeln.
el: Οι μελιτοφόρες μέλισσες είναι μεγαλύτερες σε μέγεθος από τις περισσότερες (όχι όλες) μοναχικές μέλισσες, και μικρότερες από τους περισσότερους βομβίνους.
es: Las abejas de la miel son más grandes que la mayoría (no todas) de las abejas solitarias y más pequeñas que la mayoría de los abejorros.
pt: Abelhas melíferas são maiores do que a maior parte das abelhas solitárias (mas não todas) e são menores do que a maioria das mamangavas.
pt_pt: A abelha-do-mel é maior do que a maioria das abelhas solitárias (mas não todas) e é menor do que a maioria dos abelhões.
sv_se: Honungsbin är större än de flesta (men inte alla) solitärbin, och mindre än de flesta humlor.

source: Long thin antennae, often angled to form an ‘elbow’ shape
cy: Teimlyddion hir a thenau, ar ongl yn aml fel siâp 'penelin'
de_de: Lange, dünne Fühler, oft in Form eines Ellbogens abgewinkelt
el: Μακριές λεπτές κεραίες, συχνά σχηματίζουν γωνία
es: Antenas largas y delgadas, a menudo en ángulo tomando una forma de "codo"
pt: Antena longa e fina, normalmente com um ângulo em formato de 'ombro'
pt_pt: Antena longa e fina, normalmente com um ângulo em forma de 'cotovelo'
sv_se: Långa, smala antenner, ofta med en skarp "knäböj"

source: Eyes covering the sides of the head
cy: Llygaid yn gorchuddio ochrau'r pen
de_de: Augen bedecken die Seiten des Kopfes
el: Τα μάτια τους καλύπτουν τις πλαϊνές πλευρές της κεφαλής
es: Ojos cubriendo los lados de la cabeza
pt: Olhos cobrindo as laterais da cabeça
pt_pt: Olhos cobrindo as laterais da cabeça
sv_se: Ögonen täcker huvudets sidor

source: Hind legs broad and flattened
cy: Y coesau ôl yn llydan ac yn fflat
de_de: Hinterbeine breit und abgeflacht
el: Τα πίσω πόδια είναι πεπλατυσμένα
es: Patas traseras anchas y aplanadas
pt: Pernas traseiras largas e achatadas
pt_pt: Pernas traseiras largas e achatadas
sv_se: Bakbenen är breda och platta

source: Abdomen can vary from mostly dark to mostly orange
cy: Gall yr abdomen amrywio o bennaf dywyll i bennaf oren
de_de: Farbe des Abdomens kann variieren von überwiegend dunkel bis überwiegend orange
el: Η κοιλιά μπορεί να διαφέρει, από σκούρα έως τελείως πορτοκαλί
es: Abdomen puede variar de mayormente oscuro a mayormente naranja
pt: O abdome pode variar de majoritariamente escuro a majoritariamente alaranjado
pt_pt: O abdómen pode variar de maioritariamente escuro a maioritariamente alaranjado
sv_se: Bakkroppens färg varierar från nästan helt mörk till helt orange. Ofta är den randig i dessa färger.

source: Long narrow cell in veins at edge of wing
cy: Cell hir a chul yn y gwythiennau ar ymyl yr adain
de_de: Lange schmale Zelle in den Adern am Flügelrand
el: Έχουν ένα μακρύ και στενό κύτταρο στις φλέβες, στην άκρη της πρόσθιας πτέρυγας
es: Celda larga y estrecha en las venas al borde del ala
pt: Célula longa e estreita em veias na borda da asa
pt_pt: Célula longa e estreita nas veias na borda da asa
sv_se: Långt, smalt fält mellan ribborna nära vingkanten

source: There is just one species of honeybee in the UK. They nest in artificial hives,with occasional colonies establishing in the wild.
cy: Dim ond un rhywogaeth o wenyn mêl sydd i'w chael yn y Deyrnas Unedig. Maent yn nythu mewn cychod gwenyn gwneud, ac mae ambell i nyth yn sefydlu yn y gwyllt.
de_de: In UK gibt es nur eine Honigbienenart. Sie nisten in künstlichen Bienenstöcken, wobei sich gelegentlich Kolonien in der freien Natur bilden.
el: Υπάρχει μόνο ένα είδος μελιτοφόρων μελισσών στο Η.Β. Φωλιάζουν σε τεχνητές κυψέλες. Περιστασιακά δημιουργούν αποικίες στη φύση.
es: Solo hay una especie de abeja de la miel en el Reino Unido. Anidan en colmenas artificiales, con colonias ocasionales que se establecen en la naturaleza.
pt: Há somente uma espécie de abelha melífera no Reino Unido. Ela constrói ninhos em colmeias artificiais, com colônias se estabelecendo no ambiente natural de forma ocasional.
pt_pt: Há somente uma espécie de abelha-do-mel no Reino Unido. A abelha-do-mel constrói ninhos em colmeias artificiais, podendo ocasionalmente formar colónias em ambientes naturais.
sv_se: Det finns bara en art av honungsbi i Sverige. De bor i bikupor, men ibland kan en svärm skapa en koloni i naturen.

source: There is just one species of honeybee in the Sweden. They nest in artificial hives,with occasional colonies establishing in the wild.
sv_se: Det finns bara en art av honungsbi i Sverige. De bor i bikupor, men ibland kan en svärm skapa en koloni i naturen.
