Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: What are the <1>number</1> and <3>type</3> of flowers in your patch?<5><p>The number of flowers in a patch can strongly relate to the number of insect visitors recorded, so it is important to provide this information!</p><p>Only count flowers that are reasonably fresh and likely to attract insects – ‘dead-head’ flowers and seedheads should not be counted.</p><p>Flowers need to be counted in different ways depending on their structure.</p><p>If you have chosen a target flower from our list, the flower type is shown by default.</p><p>If you have chosen “Other” target flower, please count:</p><5><0><0>Individual flowers</0> - each flower counts as one unit</0><1><0>Flower heads</0> (where there are lots of tiny flowers within a larger flower head, e.g. dandelion or daisy) – each flower head counts as one unit</1><2><0>Umbels</0> (for flowers that have small flowers grouped into ‘umbels’, like inside-out umbrellas, e.g. hogweed) – each umbel counts as one unit</2><3><0>Spikes</0> (where a number of small flowers are arranged along a stem, e.g. lavender) – each spike counts as one unit</3></5></5>
cy: Beth yw <1>nifer</1> a <3>math</3> y blodau yn eich llain?<5><p>Gall cysylltiad cryf fod rhwng nifer y blodau mewn llain a nifer y pryfed a gofnodir, felly mae'n bwysig rhoi'r wybodaeth hon!</p><p>Dim ond y blodau sy'n gymharol ffres ac sy'n debygol o ddenu pryfed y dylech chi eu cyfrif – ni ddylid cyfrif blodau marw na phennau hadau.</p><p>Mae angen cyfrif blodau mewn gwahanol ffyrdd, yn dibynnu ar eu strwythur.</p><p>Os ydych chi wedi dewis blodyn targed o'n rhestr, caiff y math o flodyn ei ddangos yn ddiofyn.</p><p>Os ydych chi wedi dewis blodyn targed “Arall”, cyfrwch fel hyn:</p><5><0><0>Blodau unigol</0> - mae pob blodyn yn cyfrif fel un uned</0><1><0>Pennau blodau</0> (lle mae llawer o flodau bychain o fewn pen blodyn mwy, e.e. dant y llew neu lygad y dydd) – mae pob pen blodau yn cyfrif fel un uned</1><2><0>Wmbelau</0> (ar gyfer blodau ble mae blodau bychain wedi'u grwpio mewn ‘wmbelau’, fel ymbarél tu chwith allan, e.e. efwr) – mae pob wmbel yn cyfrif fel un uned</2><3><0>Pigynnau</0> (lle mae nifer o flodau bychain wedi'u trefnu ar hyd coesyn, e.e. lafant) – mae pob pigyn yn cyfrif fel un uned</3></5></5>
de_de: Welche <1>Anzahl</1> und welcher <3>Blütentyp</3> kommt auf Deinem Standort vor? <5><p>Die Anzahl der Blüten auf einem Standort kann in engem Zusammenhang mit der Anzahl der erfassten Insekten stehen. Deshalb ist es wichtig, diese Information mit anzugeben. </p><p>Zähle nur relativ frische Blüten, die wahrscheinlich Insekten anziehen - vertrocknete Blüten oder Samenköpfe sollten nicht gezählt werden. </p><p>Blüten müssen je nach ihrer Struktur auf unterschiedliche Weise gezählt werden. </p><p>Wenn Du eine Zielblüte aus unserer Liste ausgewählt hast, wird der Blütentyp standardmäßig angezeigt. </p><p>Wenn Du als Zielblüte "Andere" ausgewählt hast, zähle bitte: </p><5><0><0>einzelne Blüten</0> - jede Blüte zählt als eine Einheit</0><1><0>. Blütenköpfe</0> (mit vielen kleinen Blüten innerhalb eines größeren Blütenkopfes, z. B. Löwenzahn oder Gänseblümchen) - jeder Blütenkopf zählt als eine Einheit</1><2><0> Dolden</0> (oder Blüten mit kleinen Blüten, die in "Dolden" gruppiert sind, wie umgedrehte Regenschirme, z. B. Bärenklau) - jede Dolde zählt als eine Einheit</2><3><0> Ähren</0> (wo eine Anzahl kleiner Blüten entlang eines Stiels angeordnet sind, z. B. Lavendel) - jede Ähre zählt als eine Einheit</3></5></5>
el: Τι<1> τύπο</1> έχουν τα άνθη του φυτού που επιλέξατε, και <3> πόσα</3> είναι μέσα στο πλαίσιο; <5> <p> Ο αριθμός των ανθέων, ενδέχεται να σχετίζετε με τον αριθμό των εντόμων που καταγράφετε, επομένως είναι σημαντικό να αναφέρετε τον αριθμό των ανθέων που βρίσκονται μέσα στο πλαίσιο. </p> <p> Μετρήστε μόνο τα φρέσκα άνθη, αυτά προσελκύουν τα έντομα. </p> <p> Τα άνθη πρέπει να μετρούνται ανάλογα με τη δομή που έχουν. </p> <p> Εάν έχετε επιλέξει κάποιο από τα προτεινόμενα φυτά, η δομή θα επιλεγεί αυτόματα. </p> <p> Εάν έχετε επιλέξει κάποιο άλλο είδος, επιλέξτε “Άλλο”. Μετρήστε τα άνθη: </p> <5> <0> <0> Μεμονωμένα άνθη </0> - κάθε άνθος μετράει ως μονάδα </0> <1> <0> Ανθοφόρα κεφαλή </0> (αποτελείται απο πολυάριθμα μικτά άνθη που σχηματίζουν μια μεγαλύτερη κεφαλή, π.χ. πικραλίδα ή μαργαρίτα)- κάθε ανθοφόρα κεφαλή μετρά ως μονάδα </1> <2> <0> Σύνθετο σκιάδιο </0> (αποτελούνται απο μικρότερα άνθη, μέσα σε ‘σκιάδιο’, μοιάζουν με ομπρέλες π.χ. αναθρήκα)- κάθε σκιάδιο μετρά ως μονάδα </2> <3> <0> Ταξιανθία </0> (άνθη μικρού μεγέθους, τοποθετημένα κατά μήκος ενός στελέχους, π.χ. λεβάντα)- κάθε ταξιανθία μετρά ως μονάδα </3> </5> </5>
es: ¿Cuál es el número y<3>el tipo</3> de flores de su parche?<5><p> El número de flores de una parcela puede estar muy relacionado con el número de visitantes de insectos que se registran, ¡por lo que es importante proporcionar esta información!</p><p>Cuente sólo las flores que estén razonablemente frescas y que puedan atraer a los insectos: no deben contarse las flores con cabezas muertas ni las cabezas de semillas.</p>Las flores deben contarse de diferentes maneras en función de su estructura.<p>Si ha elegido una flor de nuestra lista, el tipo de flor se muestra por defecto.</p><p>Si ha elegido "Otra" flor objetivo, cuente:</p><5><0><0>Flores individuales</0> - cada flor cuenta como una unidad</0><1><0>Cabezas de flores</0> (cuando hay muchas flores pequeñas dentro de una cabeza de flor más grande, por ejemplo, diente de león o margarita). Cada cabeza de flor cuenta como una unidad</1><2><0>Umbelas</0> (para las flores que tienen pequeñas flores agrupadas en "umbelas", como paraguas de adentro hacia afuera, por ejemplo, la zanahoria silvestre) - cada umbela cuenta como una unidad</2><3><0>Espigas</0> (donde un número de pequeñas flores están dispuestas a lo largo de un tallo, por ejemplo, lavanda) - cada espiga cuenta como una unidad</3></5></5>
pt: Qual o <1>número</1> e <3>tipo</3> de flor em sua área amostrada (mancha)?<5><p>O número de flores em uma mancha pode estar fortemente relacionada com o número de visitantes registrados, por isso é importante providenciar esta informação!</p><p>Apenas conte flores que estão razoavelmente frescas e provavelmente atrairão insetos - flores/inflorescências mortas e sementes não devem ser contadas.</p><p>Flores devem ser contadas de formas diferentes, dependendo de sua estrutura.</p><p>Se você escolheu uma flor alvo de nossa lista, o tipo floral é mostrado por padrão.</p><p>Se você escolheu "Outra" flor alvo, por favor conte:</p><5><0><0>Flores individuais</0> - cada flor conta como uma unidade</0><1><0>Inflorescências</0> (quando há várias flores pequenas dentro de uma grande inflorescência, p.ex. dente-de-leão ou margarida) – cada inflorescência conta como uma unidade</1><2><0>Umbelas</0> (para inflorescências que possuem pequenas flores agrupadas em umbela, como guarda-chuvas invertidos, p.ex. falsa-erva-de-rato) – cada umbela conta como uma unidade</2><3><0>Espigas</0> (quando um número de flores pequenas estão arranjadas ao longo de um eixo, p.ex. lavanda) – cada espiga conta como uma unidade</3></5></5>
pt_pt: Qual o <1>número</1> e <3>tipo</3> das flores-alvo na parcela amostrada?<5><p>O número de flores-alvo na parcela pode estar fortemente relacionado com o número de visitantes florais registados, sendo importante fornecer esta informação!</p><p>Apenas conte flores razoavelmente frescas e que provavelmente irão atrair os insetos; flores/inflorescências secas ou em frutificação não devem ser contadas.</p><p>O número de flores deve ser registado de forma diferente, dependendo da estrutura da flor.</p><p>Se escolheu uma flor-alvo da nossa lista, o tipo de flor é mostrado como pré-definido.</p><p>Se escolheu "Outra" flor-alvo, por favor conte:</p><5><0><0>Flores individuais</0> - cada flor conta como uma unidade</0><1><0>Inflorescências em capítulo </0> (quando há várias flores pequenas numa inflorescência, e.g., dente-de-leão ou margarida) – cada inflorescência conta como uma unidade</1><2><0>Inflorescências em umbela</0> (para inflorescências que possuem pequenas flores agrupadas em umbela, como guarda-chuvas invertidos, e.g. cenoura-brava) – cada umbela conta como uma unidade</2><3><0>Inflorescências em espiga</0> (quando um número de flores pequenas estão arranjadas ao longo de um eixo, e.g., lavanda) – cada inflorescência conta como uma unidade</3></5></5>
sv_se: Välj <1>antal</1>och<3>typ</3> av blomställning din valda blomma har<5><p>Antalet blommor i en ruta kan påverka hur många insekter som besöker den. Därför är det viktigt att ange hur många blommor/blomställningar det finns!</p><p>Räkna bara de blommor som är så färska att de kan locka insekter – vissna blommor och fröställningar räknas ej.</p><p>Blommorna räknas på olika sätt beroende på hur de ser ut.</p><p>Om du valt en blomma från listan visas blomställningen automatiskt.</p><p>Om du valt "Annan" blomma räknar du:<p><5><0><0>Enskilda blommor</0>- varje blomma räknas som en enhet</0><1><0>Blomhuvuden/korgar</0>(många små blommor tätt tillsammans i ett blomhuvud, t.ex. maskros eller klöver) - varje blomhuvud räknas som en enhet</1><2><0>Blomflockar/kvastar</0>(många små blommor i flata eller lite kupade blomställningar, t.ex. björnloka) – varje flock räknas som en enhet</2><3><0>Blomklasar/ax</0>(flera små blommor längs en gemensam stjälk, t.ex. lavendel eller ljung) – varje klase räknas som en enhet</3></5></5>

source: Flower Count
cy: Cyfrif Blodau
de_de: Blütenzählung
el: Καταμέτρηση ανθέων
es: Recuento de flores
pt: Contagem Floral
pt_pt: Contagem de flores
sv_se: Antal blommor

source: Type
cy: Math
de_de: Typ
el: Τύπος άνθους
es: Tipo
pt: Tipo
pt_pt: Tipo
sv_se: Typ

source: Individual Flower
cy: Blodyn unigol
de_de: Einzelne Blüte
el: Μεμονωμένο άνθος
es: Flor individual
pt: Flor Individual
pt_pt: Flor Individual
sv_se: Enskild blomma

source: Head
cy: Pen blodau
de_de: Kopf
el: Ανθοφόρα κεφαλή
es: Cabeza
pt: Cabeça
pt_pt: Inflorescência em capítulo
sv_se: Blomhuvud

source: Umbel
cy: Wmbel
de_de: Dolde
el: Σύνθετο σκιάδιο
es: Umbela
pt: Umbela
pt_pt: Inflorescência em umbela
sv_se: Blomkvast/flock

source: Spike
cy: Pigyn
de_de: Blütenkopf
el: Ταξιανθία
es: Espiga
pt: Espiga
pt_pt: Inflorescência em espiga
sv_se: Blomklase/ax

source: Today
cy: Heddiw
de_de: Heute
el: Σήμερα
es: Hoy
pt: Hoje
pt_pt: Hoje
sv_se: Idag

source: Record
cy: Cofnod
de_de: Erfassen
el: Καταγραφή
es: Registro
pt: Registro
pt_pt: Registo
sv_se: Räkna

source: Delete
cy: Dileu
de_de: Löschen
el: Διαγραφή
es: Borrar
pt: Apagar
pt_pt: Apagar
sv_se: Ta bort

source: Yesterday
cy: Ddoe
de_de: Gestern
el: Εχθές
es: Ayer
pt: Ontem
pt_pt: Ontem
sv_se: Igår

source: To delete any surveys swipe it to the left.
cy: Llusgwch arolwg i'r chwith i'w ddileu.
de_de: Um eine Erfassung zu löschen, wische nach links.
el: Για να διαγράψετε προηγούμενες καταγραφές, σύρετε το προς τα αριστερά.
es: Para borrar los registros deslícelo hacia la izquierda.
pt: Para apagar um formulário, deslize para esquerda.
pt_pt: Para apagar uma contagem, deslize para a esquerda.
sv_se: För att ta bort en räkning, svep den åt vänster.

source: Hide
cy: Cuddio
de_de: Verbergen
el: Παράβλεψη
es: Ocultar
pt: Esconder
pt_pt: Esconder
sv_se: Dölj

source: You have no finished surveys.
cy: Nid oes arolygon wedi'u cwblhau gyda chi.
de_de: Du hast keine abgeschlossenen Erfassungen
el: Δεν έχετε ολοκληρώσει τις καταγραφές.
es: No tiene registros terminados
pt: Você não tem formulários finalizados.
pt_pt: Não tem contagens finalizadas.
sv_se: Du har inga avslutade räkningar

source: Choose a method to upload a photo
cy: Dewiswch ddull i lwytho llun i fyny
de_de: Wähle eine Methode zum Hochladen eines Fotos
el: Επιλέξτε μέθοδο για να ανεβάσετε τη φωτογραφία
es: Elija un método para subir una foto
pt: Escolha um método para enviar uma foto
pt_pt: Escolha um método para enviar a fotografia
sv_se: Välj sätt att ladda upp en bild

source: Gallery
cy: Oriel
de_de: Galerie
el: Φωτογραφία απο τη συλλογή
es: Galería
pt: Galeria
pt_pt: Galeria
sv_se: Galleri

source: Camera
de_de: Kamera
el: Τραβήξτε φωτογραφία
es: Cámara
pt: Câmera
pt_pt: Câmera
sv_se: Kamera

source: Graphics:
cy: Graffeg:
de_de: Abbildungen:
el: Γραφικά:
es: Gráficos
pt: Gráficos:
pt_pt: Gráficos:
sv_se: Diagram

source: Team members of the following projects
cy: Aelodau timau'r prosiectau canlynol
de_de: Teammitglieder der folgenden Projekte
el: Μέλη της ομάδας των πιο κάτω έργων
es: Miembros del grupo de los sigueintes proyectos
pt: Membros dos times dos seguintes projetos
pt_pt: Membros da equipa dos projetos seguintes
sv_se: Medarbetare i nedanstående projekt

source: Photos of flowers and insects by:
cy: Ffotograffau o flodau a phryfed gan:
de_de: Fotos der Blumen und Insekten von:
el: Φωτογραφίες φυτών και εντόμων από:
es: Fotos de flores e insectos de:
pt: Fotos de flores e de insetos por:
pt_pt: Fotografias das flores e dos insetos por:
sv_se: Foton av blommor och insekter av:

source: Thanks to the following for additional photos
cy: Diolch i'r canlynol am ffotograffau ychwanegol
de_de: Vielen Dank an die folgenden Personen für zusätzliche Fotos
el: Ευχαριστούμε τους ακόλουθους για επιπλέον φωτογραφίες
es: Gracias a los siguientes por las fotos adicionales
pt: Agradecemos pelas seguintes fotos adicionais:
pt_pt: O nosso agradecimento pelas seguintes fotos adicionais:
sv_se: Tack till följande personer för kompletterande foton

source: Icons made by <2>Freepik</2> from <6>www.flaticon.com</6>
cy: Eiconau gan <2>Freepik</2> o <6>www.flaticon.com</6>
de_de: Icons erstellt von <2>Freepik</2> von <6>www.flaticon.com</6>
el: Εικόνες από <2> Freepik </2> από το <6> www.flaticon.com </6>
es: Iconos realizados por <2>Freepik</2> de <6>www.flaticon.com</6>
pt: Ícones feitos por <2>Freepik</2> do <6>www.flaticon.com</6>
pt_pt: Ícones feitos por <2>Freepik</2> do <6>www.flaticon.com</6>
sv_se: Ikoner skapade av <2>Freepik</2> från <6>www.flaticon.com</6>

source: App guide illustrations made by
cy: Darluniadau canllaw'r ap gan
de_de: Illustration des App-Handbuches von
el: Εικονογράφηση της εφαρμογής από
es: Las ilustraciones de la guía de la aplicación fueron realizadas por
pt_pt: Ilustrações da aplicação por
sv_se: Illustrationer i appens guide är gjorda av

source: Which target <1>flower</1> have you chosen?
cy: Pa <1>flodyn</1> targed ydych chi wedi'i ddewis?
de_de: Welche <1>Zielblüte</1> hast Du ausgewählt?
el: Ποιο <1> φυτό </1> -στόχο επιλέξατε;
es: ¿Qué <1>flor</1> objetivo ha elegido?
pt: Qual <1>flor</1> alvo você escolheu?
pt_pt: Que <1>flor-alvo</1> escolheu?
sv_se: Vilken<1>blomma</1> har du valt?

source: Photo of your target flower
cy: Ffotograff o'ch blodyn targed
de_de: Foto Deiner Zielblüte
el: Φωτογραφία του φυτού που επιλέξατε
es: Foto de su flor objetivo
pt: Foto da sua flor-alvo
pt_pt: Fotografia da flor-alvo
sv_se: Foto av din valda blomma

source: Target flower chosen
cy: Blodyn targed a ddewiswyd
de_de: Zielblüte ausgewählt
el: Φυτό-στόχος που επιλέχθηκε
es: Flor objetivo elegida
pt: Flor-alvo escolhida
pt_pt: Flor-alvo escolhida
sv_se: Vald blomma

source: In a larger patch of the same flower
cy: Mewn llain mwy o'r un blodyn
de_de: In einem größeren Bestand derselben Blüte
el: Υπάρχουν μόνο ανθοφόρα φυτά του ίδιου είδους με το φυτό-στόχο
es: En un parche más grande de la misma flor
pt: Em uma mancha maior da mesma flor
pt_pt: Numa parcela maior da mesma flor
sv_se: En del av ett större område med likadana blommor

source: In a larger patch of many different flowers
cy: Mewn llain mwy o nifer o wahanol flodau
de_de: In einem größeren Bestand mit vielen verschiedenen Blüten
el: Υπάρχουν πολλά διαφορετικά είδη ανθοφόρων φυτών
es: En un parche más grande de muchas flores diferentes
pt: Em uma mancha maior de várias flores diferentes
pt_pt: Numa parcela maior composta por flores de várias espécies diferentes
sv_se: En del av ett större område med olika slags blommor

source: More or less isolated
cy: Ar ei ben ei hun fwy neu lai
de_de: Mehr oder weniger isoliert
el: Μεμονωμένο φυτό
es: Más o menos aislado
pt: Mais ou menos isolada
pt_pt: Mais ou menos isolada
sv_se: Mer eller mindre isolerad

source: Is your 50x50cm patch of <1>target flowers</1> growing:<3><p>The surroundings of a flower patch can affect its attractiveness to insects.</p><p>Please indicate the situation that best describes the area around your flower patch (roughly within 5 metres).</p></3>
cy: Ydy'ch llain 50x50cm chi o <1>flodau targed</1> yn tyfu:<3><p>Gall yr hyn sy'n amgylchynu llain o flodau effeithio ar ba mor atyniadol ydyw i bryfed.</p><p>Nodwch y sefyllfa sy'n disgrifio orau yr ardal o amgylch eich llain blodau chi (o fewn tua 5 metr).</p></3>
de_de: Wächst der 50x50cm großer Standort Deiner <1>Zielblüte</1>: <3><p>Die Umgebung eines Blütenstandortes kann seine Attraktivität für Insekten beeinflussen. </p><p>Bitte beschreibe die Umgebung Deines Blütenstandortes (im Umkreis von ca. 5 Metern).</p></3>
el: Στην περιοχή 50x50 cm, όπου περιλαμβάνεται το <1>φυτό-στόχο</1>:<3><p> Ο περιβάλλον χώρος ενδέχεται να επηρεάσει την ελκυστικότητα των εντόμων. </p><p> Επιλέξτε την κατηγορία στην οποία ταιριάζει περισσότερο η περιοχή που βρίσκεστε (5 μέτρα γύρω από το φυτό-στόχο).</p></3>
es: ¿Está creciendo su parche de 50x50cm de <1>flores objetivo</1> :<3><p>El entorno de un parche de flores puede afectar a su atractivo para los insectos.</p><p>Por favor indique la situación que mejor describa la zona que rodea a su parche de flores (aproximadamente en un radio de 5 metros).</p></3>
pt: Sua mancha de 50x50cm de <1>flores alvo</1> está crescendo:<3><p>Os arredores de uma mancha de flores pode afetar sua atratividade aos insetos.</p><p>Por favor, indique a situação que melhor descreve a área ao redor de sua mancha de flores (aproximadamente dentro de 5 metros).</p></3>
pt_pt: Onde é que a sua parcela de 50x50 cm de <1>flores-alvo</1> está localizada?<3><p>O envolvente de uma parcela de flores pode afetar a sua atratividade para os insetos.</p><p>Por favor, indique a situação que melhor descreve a área envolvente da sua parcela de flores-alvo (aproximadamente em 5 metros).</p></3>
sv_se: Hur ser det ut runt din 50 × 50 cm ruta med <1>målarts-blommor</1><3><p>Hur omgivningen runt rutan ser ut kan påverka hur lockande den är för insekter.</p><p>Välj det alternativ som bäst beskriver området runt rutan (ca. 5 meter runt om).</p></3>

source: READ MORE
cy: DARLLEN MWY
de_de: MEHR DAZU
el: Διαβάστε περισσότερα
es: LEER MÁS
pt: LEIA MAIS
pt_pt: LEIA MAIS
sv_se: LÄS MER

source: Flower patch
cy: Llain blodau
de_de: Blütenbestand
el: Περιοχή εντός του πλαισίου
es: Parche de flores
pt: Canteiro de flores
pt_pt: Parcela de flores
sv_se: Målartsruta

source: Got it
cy: Deall
de_de: Verstanden
el: Το κατάλαβα
es: Entendido
pt: Entendi!
pt_pt: Entendi!
sv_se: Jag förstår

source: All or mostly blue
cy: I gyd neu'r rhan fwyaf yn las
de_de: Ganz oder überwiegend wolkenlos
el: Καθαρός ουρανός
es: Todo o casi todo azul
pt: Total ou quase totalmente aberto
pt_pt: Total ou quase totalmente céu azul
sv_se: Helt eller övervägande klart

source: Half blue and half cloud
cy: Hanner yn las a hanner yn gymylog
de_de: Halb bewölkt
el: Λίγο συννεφιασμένος
es: Mitad azul y mitad nuboso
pt: Parcialmente nublado
pt_pt: Parcialmente nublado
sv_se: Hälften klart, hälften molnigt

source: All or mostly cloud
cy: Yn gwbl neu'n bennaf gymylog
de_de: Ganz oder überwiegend bewölkt
el: Συννεφιασμένος
es: Todo o casi todo nuboso
pt: Total ou quase totalmente nublado
pt_pt: Total ou quase totalmente nublado
sv_se: Helt eller övervägande molnigt

source: Entirely in sunshine
cy: Yn gyfan gwbl yn yr haul
de_de: Vollständig in der Sonne
el: Εξ’ ολοκλήρου στον ήλιο
es: Totalmente en sol
pt: Completamente ensolarado
pt_pt: Completamente ensolarado
sv_se: Solbelyst hela tiden

source: Partly in sun and partly shaded
cy: Rhannol yn yr haul a rhannol yn y cysgod
de_de: Halb in der Sonne und halb im Schatten
el: Μερικώς στον ήλιο και μερικώς στη σκιά
es: Parcialmente en sol y sombra
pt: Parcialmente ao sol e parcialmente sombreado
pt_pt: Parcialmente ao sol e parcialmente à sombra
sv_se: Delvis i sol, delvis i skugga

source: Entirely shaded
cy: Yn gyfan gwbl yn y cysgod
de_de: Vollständig im Schatten
el: Εξ’ ολοκλήρου στη σκιά
es: Totalmente en sombra
pt: Completamente sombreado
pt_pt: Completamente à sombra
sv_se: Helt i skugga

source: Leaves still/moving occasionally
cy: Y dail yn llonydd/yn symud weithiau
de_de: Blätter bewegen sich nicht/leicht
el: Φύλλα ακίνητα/ περιστασιακή κίνηση
es: Hojas quietas/que se mueven ocasionalmente
pt: Folhas paradas/movendo ocasionalmente
pt_pt: Folhas paradas/movendo-se ocasionalmente
sv_se: Löv stilla/rör sig lite ibland

source: Leaves moving gently all the time
cy: Y dail yn symud yn ysgafn drwy'r amser
de_de: Blätter bewegen sich leicht
el: Απαλή κίνηση των φύλλων καθ’ όλη τη διάρκεια της καταμέτρησης
es: Las hojas se mueven suavemente todo el tiempo
pt: Folhas movendo-se suavemente o tempo todo
pt_pt: Folhas movendo-se suavemente o tempo todo
sv_se: Löv rör sig lite hela tiden

source: Leaves moving strongly
cy: Y dail yn symud yn sylweddol
de_de: Blätter bewegen sich stark
el: Έντονη κίνηση των φύλλων
es: Las hojas se mueven con fuerza
pt: Folhas se movendo fortemente
pt_pt: Folhas movendo-se fortemente
sv_se: Löv rör sig mycket

source: Save my count
cy: Cadw fy nghyfrif
de_de: Speichere meine Zählung
el: Αποθήκευση
es: Guardar mi registro
pt: Salvar minha contagem
pt_pt: Gravar a minha contagem
sv_se: Spara

source: Paused
cy: Wedi oedi
de_de: Pausiert
el: Παύση
es: Pausado
pt: Pausado
pt_pt: Pausada
sv_se: Pausad

source: Time's up!
cy: Amser ar ben!
de_de: Die Zeit ist um!
el: Τέλος χρόνου!
es: ¡Se acabó el tiempo!
pt: O tempo acabou!
pt_pt: O tempo acabou!
sv_se: Tiden är slut!

source: Time expire!
cy: Amser ar ben!
de_de: Die Zeit läuft ab!
el: Λήξη χρόνου!
es: ¡El tiempo expira!
pt: O tempo expirou!
pt_pt: O tempo expirou!
sv_se: Tiden är slut!

source: Please do not forget to upload any pending surveys!
cy: Peidiwch anghofio llwytho unrhyw arolygon i fyny sydd heb eu cyflwyno eto!
de_de: Bitte vergiss nicht, die ausstehenden Erfassungen hochzuladen!
el: Μην ξεχάσετε να ανεβάσετε τυχόν καταμετρήσεις οι οποίες εκκρεμούν!
es: ¡No olvide cargar ningún registro pendiente!
pt: Por favor, não se esqueça de enviar quaisquer levantamentos pendentes!
pt_pt: Por favor, não se esqueça de submeter quaisquer contagens pendentes!
sv_se: Glöm inte ladda upp eventuella väntande räkningar!

source: Successfully logged in
cy: Wedi mewngofnodi'n llwyddiannus
de_de: Erfolgreich angemeldet
el: Συνδεθήκατε με επιτυχία
es: Se ha conectado con éxito
pt: Autenticado com sucesso
pt_pt: Autenticado com sucesso
sv_se: Lyckad inloggning

source: Your pending and uploaded <1>records will not be deleted </1> from this device.
pt_pt: As suas <1>contagens pendentes ou submetidas não serão apagadas </1> deste dispositivo.
sv_se: Dina väntande och uppladdade <1> uppgifter kommer inte raderas </1> från denna enhet.
