Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: Password
cy: Cyfrinair
de_de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
pt: Senha
pt_pt: Palavra-chave
sv_se: Lösenord

source: How did you hear about FIT Counts?
cy: Sut wnaethoch chi glywed am Gyfrifon FIT?
de_de: Wie hast Du von den FIT-Zählungen erfahren?
el: Πώς μάθατε για τα FIT Counts;
es: ¿Cómo se enteró de FIT Counts?
pt: Como você ouviu falar do FIT Count?
pt_pt: Como ouviu falar do FIT Count?
sv_se: Hur fick du höra talas om Blombesöksräkning?

source: Your identification experience
cy: Eich profiad o adnabod
de_de: Deine Artenkenntnis
el: Η εμπειρία σας στην αναγνώριση
es: Tu experiencia en identificación
pt: Sua experiência com identificação
pt_pt: Como define a sua experiência com a identificação?
sv_se: Din artkunskap

source: By clicking Sign Up, you agree to our <2>Privacy Policy</2> and <6>Terms and Conditions</6>
cy: Drwy glicio Cofrestru, rydych yn cytuno i'n <2>Polisi Preifatrwydd</2> a'n <6>Telerau ac Amodau</6>
de_de: Indem Du auf Registrieren klickst, erklärst Du Dich mit unserer <2>Datenschutzrichtlinie</2> und den <6>Allgemeinen Geschäftsbedingungen</6> einverstanden.
el: Κάνοντας κλικ στην Εγγραφή, αποδέχεστε την <2> Πολιτική Απορρήτου </2> και τους <6> Όρους και Προϋποθέσεις </6>
es: Al hacer clic en Registrarse, acepta nuestra <2>Política de privacidad </2> y <6>Términos y condiciones</6>
pt: Ao clicar em Registrar, você concorda com nossa <2>Política de Privacidade</2> e com os <6>Termos e Condições</6>
pt_pt: Ao clicar em Registar, concorda com a nossa <2>Política de Privacidade</2> e com os <6>Termos e Condições</6>
sv_se: När du klickar på Registrera accepterar du våra regler för <2>Sekretess</2>och <6>Villkor</6>

source: Sign Up
cy: Cofrestru
de_de: Registrieren
el: Εγγραφή
es: Inscribirse
pt: Registrar
pt_pt: Registar
sv_se: Anmäl dig

source: I am already a member
cy: Rwy'n aelod eisoes
de_de: Ich bin bereits Mitglied
el: Είμαι ήδη μέλος
es: Ya soy un miembro
pt: Já sou um membro
pt_pt: Já sou um membro
sv_se: Jag är redan medlem

source: Sign In
cy: Mewngofnodi
de_de: Anmelden
el: Είσοδος
es: Iniciar sesión
pt: Entrar
pt_pt: Entrar
sv_se: Logga in

source: Looks like your <1>{{email}}</1> email hasn't been verified yet.<3><0>Refresh</0><1>Resend Email</1></3>
de_de: Es scheint, als ob Deine <1>{{email}}</1> noch nicht bestätigt wurde. <3><0>Aktualisiere</0><1>Sende Deine Email erneut</1></3>
es: Parece que tu correo electrónico <1> {{email}} </1> aún no ha sido verificado. <3><0>Actualizar</0><1> reenviar correo electrónico</1></3>
pt_pt: Parece que o seu <1>{{email}}</1> e-mail ainda não foi verificado.<3><0>Atualizar</0><1>Reenviar E-mail</1></3>
sv_se: Det ser ut som att din <1>{{email}}</1> e-postadress inte har bekräftats än.<3><0>Uppdatera</0><1>Skicka igen</1></3>

source: A new verification email was successfully sent now. If you did not receive the email, then check your Spam or Junk email folders.
de_de: Eine neue Bestätigungs-E-Mail wurde jetzt erfolgreich gesendet. Wenn Du die E-Mail nicht erhalten hast, überprüfe Deinen Spam- oder Junk-E-Mail-Ordner.
es: Un nuevo correo electrónico de verificación ha sido enviado con éxito. Si no ha recibido el correo electrónico, revise sus carpetas de correo no deseado o spam.
pt_pt: Um novo e-mail de verificação foi enviado com sucesso. Se não recebeu o e-mail, verifique as suas pastas de Spam ou de Lixo.
sv_se: Ett nytt mejl med verifieringslänk skickades nu. Om du inte ser något mejl bör du titta bland papperskorgen, spamkorgen eller andra mejl-mappar.

source: Ireland
de_de: Irland
es: Irlanda
pt_pt: Irlanda
sv_se: Irland

source: website
de_de: Webseite
es: sitio web
pt_pt: página web
sv_se: websida

source: How did you hear about us?
cy: Sut wnaethoch chi glywed amdanom ni?
de_de: Wie hast Du von uns erfahren?
el: Πως μάθατε για εμάς;
es: Cómo escuchastes sobre nosotros?
pt: Como você soube de nós?
pt_pt: Como soube desta aplicação?
sv_se: Hur fick du höra talas om oss?

source: Identification experience
cy: Profiad o adnabod
de_de: Artenkenntnis
el: Εμπειρία στην αναγνώριση
es: Experiencia en identificación
pt: Experiência com identificação
pt_pt: Experiência com identificação
sv_se: Artkunskap

source: Please fill in
cy: Llenwch
de_de: Bitte ausfüllen
el: Παρακαλώ συμπληρώστε
es: Por favor rellenalo
pt: Por favor preencha
pt_pt: Por favor preencha
sv_se: Ange

source: I am new to identifying wildlife
cy: Rwy'n newydd i adnabod bywyd gwyllt
de_de: Ich habe noch keine Artenkenntnisse
el: Είμαι νέος στην αναγνώριση της άγριας πανίδας
es: Soy nueva en la identificación de vida silvestre
pt: Sou novo na identificação da vida selvagem
pt_pt: Sou novo na identificação de biodiversidade
sv_se: Jag är nybörjare på att identifiera djurliv.

source: I am familiar with identifying some wildlife groups (e.g. birds or butterflies) but not most pollinating insects
cy: Rwy'n gyfarwydd ag adnabod rhai grwpiau bywyd gwyllt (e.e. adar neu bili-palod) ond nid y rhan fwyaf o bryfed peillio
de_de: Ich kenne bereits einige Tiergruppen (z.B. Vögel oder Tagfalter), die meisten Bestäuberinsekten sind mir jedoch unbekannt
el: Είμαι εξοικειωμένος με την αναγνώριση άγριας ζωής (π.χ. πουλιά και πεταλούδες) αλλά όχι με τα περισσότερα έντομα επικονιαστές
es: Estoy familiarizado con la identificación de algunos grupos de vida silvestre (por ejemplo, aves o mariposas) pero no con la mayoría de los insectos polinizadores
pt: Estou familiarizado com a identificação de alguns grupos de espécies (e.g. pássaros ou borboletas) mas não de insetos polinizadores
pt_pt: Estou familiarizado com a identificação de alguns grupos de espécies (e.g. borboletas) mas não da maioria dos insetos polinizadores
sv_se: Jag kan identifiera visst djurliv (såsom fåglar/fjärilar) men är inte van vid pollinerande insekter.

source: I am familiar with recognising the main groups of pollinating insect
cy: Rwy'n gyfarwydd ag adnabod y prif grwpiau o bryfed peillio
de_de: Ich erkenne die wichtigsten Gruppen von Bestäuberinsekten
el: Είμαι εξοικειωμένος με την αναγνώριση των κύριων ταξινομικών ομάδων εντόμων επικονιαστών
es: Estoy familiarizado con la identificación de algunos grupos de insectos polinizadores
pt: Estou familiarizado no reconhecimento dos grupos principais de insetos polinizadores
pt_pt: Estou familiarizado com a identificação dos principais grupos de insetos polinizadores
sv_se: Jag kan känna igen huvudgrupperna bland pollinerande insekter.

source: I am confident in identifying the commonly-occurring pollinating insects to species level
cy: Rwy'n hyderus yn adnabod y rhywogaethau o bryfed peillio cyffredin
de_de: Ich kann die am häufigsten auftretenden Bestäuberinsekten bis zur Art bestimmen
el: Είμαι καλός/η στην αναγνώριση των πιο κοινών εντόμων επικονιαστών σε επίπεδο είδους
es: Estoy seguro de poder identificar los insectos polinizadores más comunes a nivel de especie
pt: Estou seguro quanto a identificação dos insetos polinizadores mais comuns até o nível de espécie
pt_pt: Sou capaz de identificar os insetos polinizadores mais comuns até ao nível de espécie
sv_se: Jag kan bestämma de vanligt förekommande pollinerande insekterna till artnivå.

source: Not stated
cy: Heb ei ddatgan
de_de: keine Angabe
el: Δεν αναφέρεται
es: No se indica
pt: Não declarado
pt_pt: Não declarado
sv_se: Ej angivet

source: Select
cy: Dewiswch
de_de: Auswählen
el: Επιλέξτε
es: Seleccionar
pt: Selecione
pt_pt: Selecione
sv_se: Välj

source: Welcome back
cy: Croeso nôl
de_de: Willkommen zurück
el: Καλώς όρισατε πίσω
es: Bienvenido de nuevo
pt: Seja bem vindo de volta
pt_pt: Seja bem-vindo de volta
sv_se: Välkommen tillbaka

source: Sign in to your account to start
cy: Mewngofnodwch i'ch cyfrif er mwyn dechrau
de_de: Melde Dich bei Deinem Konto an, um zu starten
el: Συνδεθείτε στον λογαριασμό σας για να ξεκινήσετε
es: Inicia sesión en tu cuenta para empezar
pt: Entre com sua conta para começar
pt_pt: Entre com a sua conta para começar
sv_se: Logga in för att börja

source: Forgot password?
cy: Wedi anghofio'ch cyfrinair?
de_de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό;
es: ¿Se te olvidó tu contraseña?
pt: Esqueceu a senha?
pt_pt: Esqueceu-se da palavra-chave?
sv_se: Glömt lösenordet?

source: email is a required field
cy: Mae'n rhaid rhoi e-bost
de_de: E-Mail ist ein Pflichtfeld
el: Το email είναι υποχρεωτικό πεδίο
es: Correo electrónico es un campo obligatorio
pt: email é um campo obrigatório
pt_pt: e-mail é um campo obrigatório
sv_se: Du måste ange e-postadress

source: password is a required field
cy: Mae'n rhaid rhoi cyfrinair
de_de: Passwort ist ein Pflichtfeld
el: Ο κωδικός πρόσβασης είναι υποχρεωτικό πεδίο
es: la contraseña es un campo obligatorio
pt: senha é um campo obrigatório
pt_pt: palavra-chave é um campo obrigatório
sv_se: Du måste ange lösenord

source: Enter your email address to request a password reset.
cy: Rhowch eich cyfeiriad e-bost i wneud cais i ailosod eich cyfrinair.
de_de: Gib Deine E-Mail-Adresse ein, um ein neues Passwort anzufordern.
el: Εισάγετε το email σας για να ζητήσετε επαναφορά κωδικού πρόσβασης.
es: Introduzca su dirección de correo electrónico para solicitar el restablecimiento de la contraseña.
pt: Entre seu endereço de email para solicitar a redefinição da senha.
pt_pt: Coloque o seu e-mail para solicitar a redefinição da palavra-chave.
sv_se: Fyll i din e-postadress för att begära återställning av lösenordet.

source: Reset
cy: Ailosod
de_de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
pt: Redefinir
pt_pt: Redefinir
sv_se: Återställ

source: email must be a valid email
cy: Rhaid i'r e-bost fod yn un dilys
de_de: E-Mail muss eine gültige E-Mail sein
el: Το email πρέπει να είναι έγκυρο
es: el correo electrónico debe ser válido
pt: email deve ser um email válido
pt_pt: o e-mail deve ser um e-mail válido
sv_se: Det måste vara en giltig e-postadress.

source: Please wait...
cy: Un foment...
de_de: Bitte warten...
el: Παρακαλώ περιμένετε...
es: Por favor espere...
pt: Por favor aguarde...
pt_pt: Por favor aguarde...
sv_se: Snart klart…

source: OK, got it
cy: Iawn, deall
de_de: Verstanden
el: Tο κατάλαβα
es: De acuerdo, lo tengo.
pt: Ok, entendi
pt_pt: Ok, entendi
sv_se: OK, jag förstår

source: Welcome aboard
cy: Croeso!
de_de: Willkommen an Bord
el: Καλώς ήρθατε
es: Bienvenido a bordo
pt: Seja bem vindo
pt_pt: Seja bem-vindo
sv_se: Välkommen i gänget

source: Before starting any surveys please check your email and click on the verification link.
cy: Cyn dechrau unrhyw arolygon, edrychwch yn eich e-bost a chlicio ar y ddolen ddilysu.
de_de: Bevor Du eine Erfassung startest, klicke auf den Bestätigungslink in Deiner E-Mail.
el: Πριν ξεκινήσετε την καταγραφή, ελέγξτε το email σας και πατήστε στο σύνδεσμο επαλήθευσης.
es: Antes de empezar cualquier conteo, revisa tu correo electrónico y haz clic en el enlace de verificación.
pt: Antes de começar qualquer formulário por favor verifique seu email e clique no link de verificação.
pt_pt: Antes de começar qualquer contagem, por favor verifique o seu e-mail e clique na hiperligação de verificação.
sv_se: Innan du börjar behöver du klicka på verifieringslänken vi skickat till din e-post.

source: Logout
cy: Allgofnodi
de_de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
pt: Sair
pt_pt: Sair
sv_se: Logga ut

source: Login
cy: Mewngofnodi
de_de: Anmelden
el: Σύνδεση
es: Iniciar sesión
pt: Entrar
pt_pt: Entrar
sv_se: Logga in

source: Register
cy: Cofrestru
de_de: Registrieren
el: Εγγραφή
es: Registrarse
pt: Registrar
pt_pt: Registar
sv_se: Skapa användare

source: Description
cy: Disgrifiad
de_de: Beschreibung
el: Περιγραφή
es: Descripción
pt: Descrição
pt_pt: Descrição
sv_se: Beskrivning

source: Extra information
cy: Gwybodaeth ychwanegol
de_de: Weitere Informationen
el: Επιπλέον πληροφορίες
es: Información extra
pt: Informações Extras
pt_pt: Informações extra
sv_se: Mer information

source: My Surveys
cy: Fy Arolygon
de_de: Meine Erfassungen
el: Οι καταγραφές μου
es: Mis registros
pt: Meus formulários
pt_pt: As minhas contagens
sv_se: Mina räkningar

source: Pending
cy: I'w cyflwyno
de_de: Ausstehend
el: Εκκρεμεί
es: Pendiente
pt: Pendentes
pt_pt: Pendentes
sv_se: Väntande

source: Uploaded
cy: Wedi'u cyflwyno
de_de: Hochgeladen
el: Φορτώθηκε
es: Enviado
pt: Enviados
pt_pt: Submetidas
sv_se: Inskickade

source: <0>You have no finished surveys.</0>
cy: <0>Nid oes arolygon wedi'u cwblhau gyda chi.</0>
de_de: <0>Du hast keine abgeschlossenen Erfassungen.</0>
el: <0> Δεν έχετε ολοκληρώσει τις καταγραφές. </0>
es: <0>No tiene registros terminados</0>
pt: <0>Você não tem formulários finalizados.</0>
pt_pt: <0>Não tem contagens finalizadas.</0>
sv_se: <0>Du har ännu inte gjort någon Blombesöksräkning</0>

source: No uploaded surveys
cy: Dim arolygon wedi'u cyflwyno
de_de: Keine hochgeladenen Erfassungen
el: Δεν υπάρχουν ακόμα καταγραφές
es: Sin registros enviados
pt: Não há formulários enviados
pt_pt: Não há contagens submetidas
sv_se: Inga inskickade Blombesöksräkningar

source: <0>Which</0> target flower have you chosen?
cy: <0>Pa</0> flodyn targed ydych chi wedi'i ddewis?
de_de: <0>Welche</0> Zielblüte hast Du ausgewählt?
el: <0> Ποιο </0> φυτό-στόχο έχετε επιλέξει;
es: <0>¿Qué </0>flor objetivo has elegido?
pt: <0>Qual</0> flor você escolheu como alvo?
pt_pt: <0>Que</0> flor escolheu como alvo?
sv_se: <0>Vilken</0> blomma har du valt?

source: Please add species image
cy: Rhowch lun o'r rhywogaeth
de_de: Bitte Bild der Art hinzufügen
el: Προσθέστε μια εικόνα από το φυτό-στόχο
es: Por favor añada foto de la especie
pt: Por favor adicione uma imagem da espécie
pt_pt: Por favor adicione uma fotografia da espécie
sv_se: Lägg till en artbild

source: No photo has been added.<br/>Press <3></3> to add.
cy: Nid oes llun wedi'i ychwanegu.
el: Δεν έχει προστεθεί φωτογραφία.
es: Sin fotos añadidas
pt_pt: Não foi adicionada fotografia.<br/>Clique <3></3> para adicionar.
sv_se: Foto saknas. <br/> Tryck <3></3> för att lägga till.

source: Press <1></1> to add.
cy: Pwyswch <1></1> i ychwanegu.
de_de: Drücke auf <1></1>Hinzufügen
el: Πατήστε <1> </1> για προσθήκη.
es: Pulse <1></1> para añadir
pt: Pressione <1></1> para adicionar.
pt_pt: Clique<1></1> para adicionar.
sv_se: Tryck på <1></1>för att lägga till

source: Which target <1>flower</1> have you chosen?<3><p>Where possible please choose a patch of flowers from one of the target flower groups in the list.</p><p>If none of these is available at your location you can choose another flower that is attracting insects and select “Other”, then type in the name.</p><p>Your target flower can be growing in a patch all of the same flower, or among different flower species.</p><p>For each FIT Count, please upload one or two photos of your target flower.</p><p>This allows us to double-check the flower species used for the counts.</p></3>
cy: Pa un o'r <1>blodau</1> targed ydych chi wedi'i ddewis?<3><p>Lle bo modd, dewiswch lain o flodau o un o'r grwpiau o flodau targed yn y rhestr.</p><p>Os nad oes yr un o'r rhain ar gael yn eich lleoliad, gallwch ddewis blodyn arall sy'n denu pryfed a chlicio “Arall”, yna deipio'r enw.</p><p>Gall eich blodyn targed fod yn tyfu mewn llain sy'n cynnwys dim ond y math hwnnw o flodyn, neu gymysgedd o wahanol rywogaethau o flodau.</p><p>Ar gyfer pob Cyfrif FIT, llwythwch un neu ddau o luniau i fyny o'ch blodyn targed.</p><p>Mae hyn yn caniatáu i ni wirio'r rhywogaethau o flodau a ddefnyddir ar gyfer y cyfrifon.</p></3>
de_de: Welche <1>Zielblüte</1> hast Du ausgewählt? <3><p>Bitte wähle nach Möglichkeit einen Standort mit einer der Zielblüten aus der Liste aus. </p><p>Wenn keine der gelisteten Pflanzen an Deinem Standort zu finden ist, dann wähle eine andere Blüte, die Insekten anzieht, klicke auf "Weitere" und trage dort den Namen ein. </p><p>Deine Zielblüte kann auf einem Standort wachsen, auf dem ausschließlich Blüten dieser Art oder diese Art gemischt mit anderen Arten vorkommt. </p><p>Bitte lade für jede FIT-Zählung ein oder zwei Fotos Deiner Zielblüte hoch, </p><p>sodass wir diese nochmals nachbestimmen können.</p></3>
el: Ποιο <1> φυτό-στόχο </1> επιλέξατε; <3> <p> Επιλέξτε εάν είναι δυνατόν ως φυτό-στόχο, κάποιο από τα προτεινόμενα φυτά. </p> <p> Εάν αυτό είναι αδύνατο, επιλέξτε κάποιο άλλο είδος φυτού το οποίο προσελκύει έντομα και επιλέξτε “Άλλο”, στη συνέχεια καταχωρίστε το όνομα του φυτού που επιλέξατε. </p> <p> Το φυτό-στόχος που επιλέξατε, μπορεί να μεγαλώνει με φυτά του ιδίου ή άλλου είδους. </p> <p> Ανεβάστε μια-δύο φωτογραφίες από το φυτό-στόχο που επιλέξατε. </p> <p> Αυτό θα μας δώσει την ικανότητα να επιβεβαιώσουμε ότι η αναγνώριση έγινε σωστά.</p> </3>
es: ¿Qué <1>flor </1>objetivo ha elegido?<3><p>Siempre que sea posible, elija un parche de flores de uno de los grupos de flores objetivo de la lista.</p><p>Si ninguna de ellas está disponible en su ubicación, puede elegir otra flor que atraiga a los insectos y seleccionar "Otra", y luego escribir el nombre.</p><p>Su flor objetivo puede estar creciendo en un parche de la misma flor, o entre diferentes especies de flores.</p><p>Para cada recuento FIT, cargue una o dos fotos de su flor objetivo.</p><p>Esto nos permite comprobar de nuevo las especies de flores utilizadas para los recuentos.</p>
pt: Qual <1>flor</1> você escolheu como alvo?<3><p>Sempre que possível escolha um fragmento de flores contendo um dos grupos de flores na lista.</p><p>Se nenhuma destas estiver disponível na sua localização você pode escolher outra flor que esteja atraindo insetos, selecionar "Outra" e digitas o nome.</p><p>Sua flor alvo pode estar crescendo em um fragmento todo com a mesma flor, ou entre espécies de flores diferentes.</p><p>Para cada FIT Count, por favor envie uma ou duas fotos da sua flor alvo.</p><p>Isto nos permite verificar duplamente a espécie de flor usada nas contagens.</p></3>
pt_pt: Que <1>flor</1> escolheu como alvo?<3><p>Sempre que possível, escolha uma parcela de flores que contenha um dos grupos de flores-alvo da lista.</p><p>Se nenhuma destas flores estiver disponível na sua localização, você pode escolher outra flor que esteja a atrair insetos e selecionar "Outra", depois escreva o nome dessa flor.</p><p>A flor-alvo pode estar a crescer numa parcela composta exclusivamente por essa flor, ou conjuntamente com flores de outras espécies.</p><p>Para cada FIT Count, por favor envie uma ou duas fotos da flor-alvo.</p><p>Isto irá permitir-nos confirmar a espécie da flor-alvo usada nas contagens.</p></3>
sv_se: Vilken <1>blomma</1> har du valt? <3><p>Välj om möjligt en av de listade blommorna</p><p>Om ingen av dessa finns kan du välja en annan blomma som lockar insekter, välja "Annan" och skriva in växtens namn.</p><p>Blomman kan utgöra en liten del av ett större bestånd av samma art eller vara bland många andra slags växter.</p><p>Ladda upp en eller ett par bilder på blomman för varje blombesöksräkning du gör.</p><p>Det gör det möjligt att dubbelkolla vilken art som använts vid räkningen. </p></3>

source: Flower
cy: Blodyn
de_de: Blüte
el: Φυτό
es: Flor
pt: Flor
pt_pt: Flor
sv_se: Blomma

source: Please add the name of the flower
cy: Rhowch enw'r blodyn
de_de: Bitte ergänze den Pflanzennamen
el: Προσθέστε το όνομα του φυτού
es: Por favor añada el nombre de la flor
pt: Por favor adicione o nome da flor
pt_pt: Por favor adicione o nome da flor
sv_se: Ange blommans namn

source: Other flower name
cy: Enw arall ar y blodyn
de_de: Weiterer Pflanzenname
el: ΄Αλλο όνομα φυτού
es: Otro nombre de la flor
pt: Outro nome da flor
pt_pt: Outro nome da flor
sv_se: Annan blomma, namn

source: Please type in the name of the target flower you have chosen then go back to the target flower page
cy: Teipiwch enw'r blodyn targed rydych chi wedi'i ddewis yna ewch yn ôl i dudalen y blodyn targed
de_de: Bitte gib den Namen der von Dir gewählten Zielblüte ein und geh dann zurück zur Seite der Zielblüte
el: Πληκτρολογήστε το όνομα του φυτού-στόχου που έχετε επιλέξει και μετά επιστρέψτε στη σελίδα 'Φυτό-στόχος'
es: Escriba el nombre de la flor objetivo que ha elegido y luego vuelva a la página de la florobjetivo.
pt: Por favor digite o nome da flor alvo que você escolheu, depois volte para a página da flor alvo
pt_pt: Por favor indique o nome da flor-alvo que escolheu, depois volte para a página da flor-alvo
sv_se: Ange vilken blomma du valt och gå tillbaka till sidan för din blomma.

source: Number
cy: Nifer
de_de: Anzahl
el: Αριθμός
es: Número
pt: Número
pt_pt: Número
sv_se: Antal
