Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: The genus <i>Plebeia</i> includes small species and are known as “mirim”
de_de: Die Gattung Plebeia umfasst kleine Arten und ist als "mirim" bekannt.
pt: O gênero <i>Plebeia</i> inclui pequenas espécies que são conhecidas como “mirins”
pt_pt: O género <i>Plebeia</i> inclui pequenas espécies que são conhecidas como “mirins”
sv_se: Släktet <i>Plebeia</i>innefattar många små arter och kallas “mirim”

source: Melipona quadrifasciata, also known as “mandaçaia”
de_de: Melipona quadrifasciata, auch als "mandaçaia" bekannt
pt: Melipona quadrifasciata, também conhecida como “mandaçaia”
pt_pt: Melipona quadrifasciata, também conhecida como “mandaçaia”
sv_se: Melipona quadrifasciata, kallas även “mandaçaia”

source: You don’t need to recognise the individual species to do a FIT Count, they all get counted as “stingless bees”!
de_de: Für eine FIT-Zählung muss man die einzelnen Arten nicht erkennen, sie werden alle als "Stachellose Bienen" gezählt!
pt: Você não precisa reconhecer as espécies individuais para fazer uma contagem no FIT Count, todas elas são contadas como "abelhas sem ferrão"!
pt_pt: Você não precisa de reconhecer as espécies individuais para fazer uma contagem no FIT Count, todas elas são contadas como "abelhas sem ferrão"!
sv_se: Du behöver inte kunna skilja mellan olika arter för att göra en Blombesöksräkning, de räknas alla till gruppen "Gaddlösa bin"

source: Orchid bees are very colorful (green, purple, blue, red, or brassy) and metallic, while some are black, sometimes with yellow, reddish or whitish hair. This bee group is often associated to orchids because males are attracted to and pollinate many of these plants. They usually fly fast and are large and robust.
de_de: Prachtbienen sind sehr farbenfroh (grün, violett, blau, rot oder messingfarben) und metallisch, während einige schwarz sind - manchmal mit gelben, rötlichen oder weißlichen Haaren. Diese Bienengruppe wird oft mit Orchideen in Verbindung gebracht, da die Männchen von vielen dieser Pflanzen angezogen werden und sie bestäuben. Prachtbienen fliegen in der Regel schnell und sind groß und robust.
pt: As abelhas das orquídeas são muito coloridas (verdes, roxas, azuis, vermelhas ou acobreadas) e metálicas, enquanto algumas são pretas, às vezes com pelos amarelos, avermelhados ou esbranquiçados. Este grupo de abelhas é frequentemente associado às orquídeas porque os machos são atraídos e polinizam muitas dessas plantas. Elas geralmente voam rápido e são grandes e robustas.
pt_pt: As abelhas das orquídeas são muito coloridas (verdes, roxas, azuis, vermelhas ou acobreadas) e metálicas, enquanto algumas são pretas, às vezes com pelos amarelos, avermelhados ou esbranquiçados. Este grupo de abelhas é frequentemente associado às orquídeas porque os machos são atraídos e polinizam muitas dessas plantas. Geralmente voam rápido e são grandes e robustas.
sv_se: Orkidébin är färggranna (gröna, lila, blå, röda eller mässingsfärgade) och metallglänsande, men en del är svarta, ibland med gula rödaktiga eller vitaktiga hår. Dessa bin är ofta knutna till orkidéer eftersom hanarna lockas till dem och pollinerar då blommorna. de brukar flyga snabbt och är stora och kraftiga.

source: Males have enlarged tibias on their hind legs.
de_de: Männchen haben eine vergrößerte Tibia an den Hinterbeinen.
pt: Os machos tem tíbias aumentadas nas patas traseiras.
pt_pt: Os machos tem tíbias aumentadas nas pernas traseiras.
sv_se: Hanarna har förstorade skenben på bakbenen.

source: Females rarely visit orchid flowers and use other species as food source.
de_de: Weibchen besuchen selten Orchideenblüten und nutzen andere Arten als Nahrungsquelle.
pt: As fêmeas raramente visitam orquídeas e usam outras espécies como fonte de alimento.
pt_pt: As fêmeas raramente visitam orquídeas e usam outras espécies como fonte de alimento.
sv_se: Honorna besöker sällan orkidéblommorna, utan söker föda på andra blommor.

source: Females have pollen baskets on their hind legs.
de_de: Weibchen haben Pollenhöschen an den Hinterbeinen.
pt: As fêmeas possuem cestas de pólen nas suas patas traseiras.
pt_pt: As fêmeas possuem escopas para carregar pólen nas suas pernas traseiras.
sv_se: Honorna har pollenkorgar på bakbenen.

source: Sometimes is possible to observe their long tongues while they are grooming and/or flying.
de_de: Manchmal kann man ihre langen Zungen beobachten, während sie sich putzen und/oder fliegen.
pt: Às vezes é possível observar suas línguas longas quando estão se limpando e/ou voando.
pt_pt: Às vezes é possível observar as suas línguas longas quando se estão a limpar e/ou a voar.
sv_se: Ibland kan man se deras långa tungor när de putsar sig eller när de flyger.

source: This category is for any nectar-feeding bats. Glossophaginae is a subfamily of leaf-nosed bats (Phyllostomidae) that can be found from southern North America to South America.
de_de: Diese Kategorie ist für alle blütenbesuchenden Fledermäuse. Glossophaginae ist eine Unterfamilie der Blattnasenfledermäuse (Phyllostomidae), die vom südlichen Nordamerika bis nach Südamerika vorkommt.
pt: Esta categoria é para morcegos que se alimentam de néctar. Glossophaginae é uma subfamília de morcegos com nariz em formato de folha (Phyllostomidae) que pode ser encontrada do sul da América do Norte até a América do Sul.
pt_pt: Esta categoria é para morcegos que se alimentam de néctar. Glossophaginae é uma subfamília de morcegos com nariz em formato de folha (Phyllostomidae) que pode ser encontrada desde o sul da América do Norte até à América do Sul.
sv_se: Den här gruppen är för nektardrickande fladdermöss, Underfamiljen Glossophaginae hör till fladdermusfamiljen Bladnäsor (Phyllostomidae) som förekommer från södra Nordamerika och till Sydamerika.

source: This example shows a flower being visited by a <i>Glossophaga soricine</i> bat
de_de: Dieses Beispiel zeigt eine Blüte, die von einer Glossophaga soricine Fledermaus besucht wird
pt: Este exemplo mostra uma flor sendo visitada por um morcego <i>Glossophaga soricine</i>
pt_pt: Este exemplo mostra uma flor sendo visitada por um morcego da espécie <i>Glossophaga soricine</i>
sv_se: Här besöker fladdermusen <i>Glossophaga soricine</i> en blomma.

source: Hummingbirds are birds native to the Americas and comprise the biological family Trochilidae. With about 360 species, they occur from Alaska to Tierra del Fuego, but the vast majority of the species are found in the tropics. They are small birds, with most species measuring 7.5–13 cm (3–5 in) in length. Many plants pollinated by hummingbirds produce flowers in shades of red, orange, and bright pink, though the birds take nectar from flowers of other colors, as well.
de_de: Kolibris sind in Nord- und Südamerika beheimatete Vögel und gehören zur Familie der Trochilidae. Mit etwa 360 Arten kommen sie von Alaska bis Feuerland vor, aber die meisten Arten sind in den Tropen zu finden. Es handelt sich um kleine Vögel, von denen die meisten Arten eine Länge von 7,5-13 cm erreichen. Viele Pflanzen, die von Kolibris bestäubt werden, haben Blüten in Rot-, Orange- und Rosatönen, aber die Vögel ernähren sich auch von Nektar andersfarbiger Blüten.
pt: Os beija-flores são pássaros nativos das Américas e constituem a família biológica Trochilidae. Com cerca de 360 espécies, eles ocorrem do Alasca à Terra do Fogo, mas a grande maioria das espécies são encontradas nos trópicos. Eles são aves pequenas, com a maioria das espécies medindo 7,5–13 cm (3–5 pol.) de comprimento. Muitas plantas polinizadas por beija-flores produzem flores em tons de vermelho, laranja e rosa brilhante, embora os pássaros também obtenham o néctar de flores de outras cores.
pt_pt: Os colibris são aves nativas das Américas e constituem a família biológica Trochilidae. Com cerca de 360 espécies, ocorrem desde o Alasca à Terra do Fogo, mas a grande maioria das espécies é encontrada nos trópicos. São aves pequenas, com a maioria das espécies medindo entre 7,5 a 13 cm (3–5 pol.) de comprimento. Muitas plantas polinizadas por colibris produzem flores em tons de vermelho, laranja e rosa-brilhante, embora as aves também recolham néctar de flores de outras cores.
sv_se: Kolibrier är fåglar hemmahörande i Nord- och Sydamerika och utgör familjen Trochilidae. De omkring 360 arterna finns från Alaska till Eldslandet, men de allra flesta arterna finns i tropiska områden. De är små fåglar; de flesta arterna mellan 7,5 och 13 cm långa. Många växter som pollineras av kolibrier har röda, orange och ljusrosa blommor, men fåglarna söker även nektar i blommor med andra färger.

source: Sapphire-spangled Emerald (<i>Amazilia lactea</i>)
de_de: Saphiramazilie (Amazilia lactea)
pt: Beija-flor-de-peito-azul (<i>Amazilia lactea</i>)
pt_pt: Colibria-de-peito-azul (<i>Amazilia lactea</i>)
sv_se: Violettstrupig smaragd (<i>Amazilia lactea</i>)

source: Glittering-bellied Emerald (<i>Chlorostilbon lucidus</i>)
de_de: Goldbauch-Smaragdkolibri (Chlorostilbon lucidus)
pt: Besourinho-de-bico-vermelho (<i>Chlorostilbon lucidus</i>)
pt_pt: Besourinho-de-bico-vermelho (<i>Chlorostilbon lucidus</i>)
sv_se: Glanssmaragd (<i>Chlorostilbon lucidus</i>)

source: Hummingbirds are small, maximum 20cm in length
es: Los picaflores son pequeños, con un máximo 20 cm de largo
pt_pt: Colibris são pequenos, com no máximo de 20 cm de comprimento
sv_se: Kolibrier är små, max 20cm långa

source: Males of the Green-backed firecrown (Sephanoides sephaniodes) have iridescent red/orange feathers on their crown. Females have a green crown.
es: Los machos del picaflor chico (Sephanoides sephaniodes) tienen plumas iridiscentes de color rojo/naranja en la corona. Las hembras tienen una corona verde.
pt_pt: Os machos de Sephanoides sephaniodes têm penas iridescentes vermelhas/alaranjadas na coroa. As fêmeas têm uma coroa verde.
sv_se: Hanar av Sephanoides sephanoides har iriserande rödorangea fjädrar på sin krona. Honor har grön krona.

source: Both males and females have grey bellies, with a mottled appearance
es: Tanto los machos como las hembras tienen el vientre gris, con un aspecto moteado.
pt_pt: Tanto os machos quanto as fêmeas têm ventre cinza, com uma aparência manchada
sv_se: Både hanar och honor har grå mage med ett fläckigt utseende

source: Hummingbirds can hover or perch as they drink nectar from flowers. They can fly forwards and backwards and are very fast.
es: Los picaflores pueden revolotear o posarse mientras beben el néctar de las flores. Pueden volar hacia delante y hacia atrás, y son muy rápidos.
pt_pt: Os colibris podem pairar ou pousar enquanto bebem o néctar das flores. Podem voar para frente e para trás e são muito rápidos.
sv_se: Kolibrier kan hovra eller landa medan de dricker nektar från blommor. De kan flyga både fram. och baklänges och är väldigt snabba.

source: Males of the Oasis hummingbird (Rhodopis vesper) have iridescent violet feathers on their throats
es: Los machos del picaflor del norte (Rhodopis vesper) tienen plumas violetas iridiscentes en parte del cuello.
pt_pt: Os machos do colibri Oásis (Rhodopis vesper) têm penas violetas iridescentes no pescoço
sv_se: Hanar av Rhodopis vester har iriserande violetta fjädrar på halsen.

source: Both males and females of the Giant hummingbird (Patagona gigas) are mostly greyish/green, with a buff throat and belly and do not have iridescent feathers
es: Tanto los machos como las hembras del picaflor gigante (Patagona gigas) son de color verde/grisáceo, con la garganta y el vientre de color marrón claro y no tienen plumas iridiscentes.
pt_pt: Tanto os machos quanto as fêmeas do colibri-gigante (Patagona gigas) são predominantemente acinzentados/esverdeados, com pescoço e ventre amarelados e sem penas iridescentes
sv_se: Både hanar och honor av Patagonia gigas är till största delen grågröna, med ljusgul hals och mage och saknar iriserande fjädrar.

source: Buff throat and belly, mottled with rusty orange.
es: Garganta y vientre de color marrón claro, moteados de naranja.
pt_pt: Pescoço e ventre amarelos, salpicados de laranja enferrujado.
sv_se: Ljust gul hals och mage, med inslag av rostbrunt/orange

source: This category is for any insects that don’t fit into the other insect groups, and can also be used for any insects that you can’t identify into a group at all. Please count all the insects you see, and use “other insects” for any that you don’t recognise. For example, sawflies are counted as “other insects”. Sawflies are related to bees and wasps but there are a number of differences.
cy: Mae'r categori hwn ar gyfer unrhyw bryfed sydd ddim yn ffitio yn y grwpiau eraill o bryfed, a gellir ei ddefnyddio hefyd ar gyfer unrhyw bryfed na allwch eu rhoi mewn grŵp o gwbl. Cyfrwch bob pryf a welwch, a defnyddio "pryfed eraill" ar gyfer unrhyw rai nad ydych chi'n eu hadnabod. Er enghraifft, caiff llifbryfed eu cyfrif fel "pryfed eraill". Mae'r llifbryf yn perthyn i'r gwenyn a'r gwenyn meirch, ond mae nifer o wahaniaethau.
de_de: Diese Kategorie ist für alle Insekten, die nicht in die anderen Insektengruppen passen und kann auch für alle Insekten verwendet werden, die keiner Gruppe zugeordnet werden können. Bitte zähle alle Insekten, die Du siehst und verwende "andere Insekten" für alle, die Du nicht erkennst. Pflanzenwespen zum Beispiel werden als "andere Insekten" gezählt. Pflanzenwespen sind mit Bienen und Wespen verwandt, unterscheiden sich aber in einigen Dingen von ihnen.
el: Κατηγορία για έντομα που δεν υπάγονται σε κάποια από τις υπόλοιπες κατηγορίες ή για έντομα που δυσκολεύεστε να αναγνωρίσετε. Μετρήστε όλα τα έντομα που βλέπετε και χρησιμοποιήστε την κατηγορία “Άλλα έντομα” για όσα δεν μπορείτε να αναγνωρίσετε. Τα σύμφυτα υμενόπτερα σχετίζονται με τις μέλισσες και τις σφήκες, αλλά έχουν αρκετές διάφορες.
pt: Esta categoria é para todos os insetos que não se encaixam em outros grupos de insetos e também pode ser usada para quaisquer insetos que você não consiga identificar em um grupo. Por favor, conte todos os insetos que você vê e use "outros insetos" para aqueles que você não reconhece. Por exemplo, moscas-serra são contadas como “outros insetos”. As moscas-serra são aparentadas com abelhas e vespas, mas existem várias diferenças.
pt_pt: Esta categoria é para todos os insetos que não se encaixam noutros grupos de insetos e também pode ser usada para quaisquer insetos que não consiga identificar num grupo. Por favor, conte todos os insetos que veja e use "outros insetos" para aqueles que não consegue reconhecer. Por exemplo, insetos da subordem Symphyta são contados como “outros insetos”. Os Symphyta são aparentados das abelhas e vespas, mas existem várias diferenças.
sv_se: Den här kategorin är avsedd för alla insekter som inte passar i någon av de andra insektsgrupperna, och kan användas för alla insekter du inte kan bestämma till grupp. Räkna alla insekter du ser och använd "andra insekter" för alla du inte känner igen. Exempelvis räknas växtsteklar som "andra insekter". Växtsteklar är släkt med bin och getingar men det finns flera skillnader.

source: Other insects you may see include sawflies, which come in a variety of colours and sizes - some look rather like wasps
cy: Ymysg y pryfed eraill y gallech eu gweld mae'r llifbrif, sy'n dod mewn amrywiaeth o feintiau a lliwiau - mae rhai yn edrych yn eithaf tebyg i wenyn meirch
de_de: Andere Insekten, die du beobachten könntest sind z.B. Pflanzenwespen, die es in verschiedenen Farben und Größen gibt - einige sehen eher wie Wespen aus.
el: Άλλα έντομα που ενδέχεται να συναντήσετε κατά την καταμέτρηση, μπορεί να ανήκουν στα σύμφυτα υμενόπτερα (sawflies), αυτά μπορεί να διαφέρουν σε χρώμα και μέγεθος - μερικά μοιάζουν με σφήκες
pt: Outros insetos que você pode ver incluem moscas-serra, que apresentam uma variedade de cores e tamanhos - algumas se parecem com vespas
pt_pt: Outros insetos que você pode ver incluem os Symphyta, que apresentam uma variedade de cores e tamanhos - alguns assemelham-se às vespas
sv_se: Andra insekter som du kan se kan vara växtsteklar, som finns i många färger och storlekar – en del liknar getingar eller andra midjesteklar

source: They do not have a “wasp waist” – there is no gap between the abdomen and thorax
cy: Nid oes canol main ganddynt fel gwenyn meirch – nid oes bwlch rhwng yr abdomen a'r thoracs
de_de: Sie haben keine "Wespentaille" - zwischen Abdomen und Thorax ist keine Lücke
el: Δεν έχουν “μέση σφήκας” - η περιοχή μεταξύ κοιλιάς και θώρακα δεν έμφανίζει στένωση
pt: Eles não têm uma "cintura de vespa" – não há espaço entre o abdômen e o tórax
pt_pt: Não possuem uma "cintura de vespa" – não há espaço entre o abdómen e o tórax
sv_se: De har ingen "geting-midja" – det finns inget mellanrum mellan bakkropp och mellankropp

source: Sawflies are not hairy and do not have a pollen basket
cy: Nid yw'r llifbryf yn flewog ac nid oes ganddo fasged paill
de_de: Pflanzenwespen sind nicht haarig und haben keine Pollenhöschen
el: Τα σύμφυτα υμενόπτερα δεν έχουν τρίχες ούτε καλαθάκι γύρης στα πόδια
pt: As moscas-serra não são peludas e não têm uma corbícula
pt_pt: Os Symphyta não são peludos e não têm uma escopa para carregar pólen
sv_se: Växtsteklar är inte håriga och saknar pollenkorgar

source: They are usually quite slow-moving, with a weaker flight than bees or wasps
cy: Maen nhw'n symud yn eithaf araf fel arfer, ac yn hedfan yn fwy gwan na gwenyn neu wenyn meirch
de_de: Sie bewegen sich in der Regel recht langsam und haben einen schwächeren Flug als Bienen oder Wespen.
el: Συνήθως είναι αρκετά αργά και η πτήση τους είναι ασθενέστερη σε σύγκριση με εκείνη των μελισσών και των σφηκών
pt: Eles geralmente são bastante lentos, com um vôo mais fraco do que as abelhas ou vespas
pt_pt: São geralmente bastante lentos, com um voo mais fraco do que as abelhas ou vespas
sv_se: De rör sig ofta långsamt, och flyger inte lika bra som bin och andra steklar

source: This category is for any insects that don’t fit into the other insect groups, and can also be used for any insects that you can’t identify into a group at all. Please count all the insects you see, and use “other insects” for any that you don’t recognise. For example, solitary wasps, parasitic wasps and sawflies are counted as “other insects”. Sawflies are related to bees and wasps but there are a number of differences.
pt_pt: Esta categoria é para todos os insetos que não se encaixam noutros grupos de insetos e também pode ser usada para quaisquer insetos que não consiga identificar num grupo. Por favor, conte todos os insetos que veja e use "outros insetos" para aqueles que não consegue reconhecer. Por exemplo, insetos da subordem Symphyta são contados como “outros insetos”. Os Symphyta são aparentados das abelhas e vespas, mas existem várias diferenças.
sv_se: Denna kategori är avsedd för alla insekter som inte passar i någon annan insektsgrupp, och kan användas för alla insekter du inte kan bestämma grupp. Räkna alla insekter du ser och använd "Andra insekter" för de du inte känner igen. Exempelvis solitära getingar, parasitiska getingar och bladsteklar hamnar i "Andra insekter". Bladsteklar är släkt med bin och getingar men det finns flera skillnader.

source: They are usually quite slow-moving, with a weaker flight than bees or wasps (UK example shown)
de_de: Sie bewegen sich in der Regel recht langsam und haben einen schwächeren Flug als Bienen oder Wespen (Beispiel aus UK)
el: Συνήθως είναι αρκετά αργά και η πτήση τους είναι ασθενέστερη σε σύγκριση με εκείνη των μελισσών και των σφηκών (παράδειγμα από το Η.Β.)
pt: Elas são geralmente bastante lentas, com um voo mais fraco do que abelhas ou vespas (exemplo do Reino Unido fornecido)
pt_pt: São geralmente bastante lentos, com um voo mais fraco do que abelhas ou vespas (exemplo do Reino Unido fornecido)
sv_se: De rör sig ofta långsamt, och flyger inte lika bra som bin och getingar (exempel från Storbritannien)

source: True bugs do not often visit flowers but you may encounter them occasionally, and if so they are counted in the “other insects” category. They are sometimes confused with beetles.
cy: Nid yw pryfed yn urdd Hemiptera yn ymweld yn aml â blodau, ond efallai y gwelwch nhw weithiau, ac os gwnewch chi, rhowch nhw yn y categori "pryfed eraill". Weithiau mae pobl yn drysu rhwng y rhain a chwilod.
de_de: Wanzen besuchen meist keine Blüten, aber man kann ihnen gelegentlich begegnen. Dann werden sie zur Kategorie "andere Insekten" gezählt. Manchmal werden sie mit Käfern verwechselt.
el: Τα ημίπτερα δεν επισκέπτονται συχνά τα άνθη, εάν τα συναντήσετε, καταμετρήστε τα στην κατηγορία “Άλλα έντομα”. Μερικές φορές μπορεί να μπερδευτούν με τα σκαθάρια.
pt: Os percevejos verdadeiros não costumam visitar as flores, mas você pode encontrá-los ocasionalmente e, se for o caso, eles são incluídos na categoria “outros insetos”. Eles às vezes são confundidos com besouros.
pt_pt: Os percevejos verdadeiros não costumam visitar as flores, mas pode encontrá-los ocasionalmente e, se for o caso, inclua-os na categoria “outros insetos”. Por vezes são confundidos com escaravelhos.
sv_se: Halvvingar besöker inte blommor så ofta men du kan ändå stöta på dem emellanåt. De kan ibland misstas för skalbaggar, men räknas till gruppen "övriga insekter".

source: True bugs have wings that overlap, so there is no clear midline along the abdomen – the wings form a X-shape
cy: Mae gan bryfed yn urdd Hemiptera ('true bugs' yn Saesneg) adenydd sy'n gorgyffwrdd, felly nid oes llinell ganol glir ar hyd yr abdomen – mae'r adenydd yn creu siâp X.
de_de: Wanzen haben Flügel, die sich überlappen, so dass es keine klare Mittellinie entlang des Hinterleibs gibt - die Flügel bilden eine X-Form
el: Οι πτέρυγες των ημιπτέρων αλληλοεπικαλύπτονται, σχηματίζοντας ένα Χ
pt: Os percevejos verdadeiros têm asas que se sobrepõem, então não há linha média clara ao longo do abdômen - as asas têm a forma de um X
pt_pt: Os percevejos verdadeiros têm asas que se sobrepõem, e por isso não possuem uma linha média clara ao longo do abdómen - as asas têm a forma de um X
sv_se: Halvvingar har vingar som delvis täcker varandra, så det finns ingen tydlig mittlinje längs med bakkroppen – vingarna bildar ett "X"

source: Some bugs have a more-or-less triangular “scutellum” covering part of the abdomen, and adding to the X-shape effect
cy: Mae gan rai aelodau o'r grŵp hwn "sgwtelwm" trionglog yn gorchuddio rhan o'r abdomen, ac sy'n ychwanegu at effaith y siâp X
de_de: Einige Wanzen haben ein mehr oder weniger dreieckiges "Scutellum", das einen Teil des Hinterleibs bedeckt und den X-Effekt noch verstärkt
el: Ορισμένα ημίπτερα έχουν περισσότερο ή λιγότερο τριγωνικό “θυρεό”- αυτό καλύπτει μέρος της κοιλιάς και προσθέτει στο εφέ του σχήματος Χ
pt: Alguns percevejos têm um "escutelo" mais ou menos triangular cobrindo parte do abdômen, além do efeito em forma de X
pt_pt: Alguns percevejos têm um "escutelo" mais ou menos triangular cobrindo parte do abdómen, além do efeito em forma de X
sv_se: En del halvvingar har en mer eller mindre trekantig "skutell" som täcker en del av bakkroppen, och framhäver X-formen hos vingarna
