Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: There is just one species of honeybee in Germany. They nest in artificial hives,with occasional colonies establishing in the wild.
de_de: In Deutschland gibt es nur eine Honigbienenart. Sie nisten in künstlichen Bienenstöcken, wobei sich gelegentlich Kolonien in der freien Natur bilden.
pt_pt: Há somente uma espécie de abelha-do-mel na Alemanha. A abelha-do-mel constrói ninhos em colmeias artificiais, podendo ocasionalmente formar colónias em ambientes naturais.
sv_se: Det finns bara en art av honungsbi i Tyskland. De bor i bikupor, men ibland kan en svärm skapa en koloni i naturen.

source: There is just one species of honeybee. They nest in artificial hives,with occasional colonies establishing in the wild.
de_de: Es gibt nur eine Honigbienenart. Sie nisten in künstlichen Bienenstöcken, wobei sich gelegentlich Kolonien in der freien Natur bilden.
el: Υπάρχει μόνο ένα είδος μελιτοφόρων μελισσών. Φωλιάζουν σε τεχνητές κυψέλες. Περιστασιακά δημιουργούν αποικίες στη φύση.
es: Solo hay una especie de abeja de la miel o melífera. Anidan en colmenas artificiales, con colonias ocasionales que se establecen en la naturaleza.
pt: Há apenas uma espécie de abelha do mel. Elas nidificam em colmeias artificiais, com colônias ocasionalmente se estabelecendo em ambientes naturais.
pt_pt: Há somente uma espécie de abelha-do-mel. A abelha-do-mel constrói ninhos em colmeias artificiais, podendo ocasionalmente formar colónias em ambientes naturais.
sv_se: Det finns bara en art av honungsbi. De bor i bikupor, men ibland kan en svärm skapa en koloni i naturen.

source: There is just one species of honeybee in Ireland. They nest in artificial hives,with occasional colonies establishing in the wild.
de_de: In Irland gibt es nur eine Honigbienenart. Sie nisten in künstlichen Bienenstöcken, wobei sich gelegentlich Kolonien in der freien Natur bilden.
pt_pt: Há somente uma espécie de abelha-do-mel na Irlanda. A abelha-do-mel constrói ninhos em colmeias artificiais, podendo ocasionalmente formar colónias em ambientes naturais.
sv_se: Det finns bara en art av honungsbi på Irland. De bor i bikupor, men ibland kan en svärm skapa en koloni i naturen.

source: There is just one species of honeybee in Chile (The European Honeybee). They nest in artificial hives, with occasional colonies establishing in the wild.”?
es: En Chile sólo existe una especie de abeja melífera (la abeja europea). Anidan en colmenas artificiales, con colonias ocasionales que se establecen en la naturaleza"?
pt_pt: Há somente uma espécie de abelha-do-mel no Chile (a abelha-do-mel Europeia). A abelha-do-mel constrói ninhos em colmeias artificiais, podendo ocasionalmente formar colónias em ambientes naturais.
sv_se: Det finns endast en art honungsbi i Chile (Europeiskt honungsbi). De bor i artificiella kupor, med endast tillfälliga kolonier i det vilda.

source: There is just one species of honeybee in Croatia. They nest in artificial hives, with occasional colonies establishing in the wild.
pt_pt: Há somente uma espécie de abelha-do-mel na Croácia. A abelha-do-mel constrói ninhos em colmeias artificiais, podendo ocasionalmente formar colónias em ambientes naturais.
sv_se: Det finns endast en art honungsbi i Kroatien. De bor i artificiella kupor, med endast tillfälliga kolonier i det vilda.

source: Honeybees are known in Brazil as “european bees” or “africanized bees”. Honeybees are larger than most (not all) solitary bees, and smaller than most bumblebees.
de_de: Honigbienen heißen in Brasilien "europäische Bienen" oder "afrikanisierte Bienen" . Honigbienen sind größer als die meisten (nicht alle) Solitärbienen und kleiner als die meisten Hummeln.
pt_pt: Abelhas melíferas são conhecidas no Brasil como "abelhas europeias" ou "abelhas africanizadas". São maiores do que a maioria das abelhas solitárias (mas não todas) e menores do que a maioria dos abelhões.
sv_se: I Brasilien kallas honungsbin "europeiska bin" eller "afirkaniserade bin". Honungsbin är större än de flesta (men inte alla) solitärbin, och mindre än de flesta humlor.

source: Most of the honeybees you see will be workers, which are female, and collect pollen into a moistened ball on the outside of the hind legs
cy: Gweithwyr, sy'n fenywaidd, fydd y rhan fwyaf o'r gwenyn mêl a welwch, ac maent yn casglu paill yn belen wedi'i gwlychu ar y tu allan i'r coesau ôl
de_de: Bei den meisten Honigbienen, die du siehst handelt es sich um Arbeiterinnen, die den Pollen in einer befeuchteten Kugel an der Außenseite der Hinterbeine ("Pollenhöschen") sammeln.
el: Οι περισσότερες μέλισσες που συναντάμε είναι εργάτριες, είναι θηλυκές, και συλλέγουν γύρη που τοποθετείται σε μορφή σβόλων στα πίσω πόδια
es: La mayoría de las abejas melíferas que verá serán obreras, estas son hembras, y recogen el polen en una bola humedecida en la parte exterior de las patas traseras.
pt: A maioria das abelhas melíferas que você verá são operárias, que são fêmeas, e coletam pólen em uma bola úmida na parte externa das patas traseira
pt_pt: A maioria das abelhas-do-mel que encontrará são obreiras, que são fêmeas, e colhem pólen numa bola húmida na parte externa das pernas traseiras
sv_se: De flesta honungsbin du ser är arbetare (som är honor) som samlar pollen i bollar på bakbenens utsida

source: Male honeybees (drones) are similar but have much larger eyes.
cy: Mae gwenyn mêl gwrywaidd (gwenyn gormes) yn debyg ond mae eu llygaid yn llawer mwy.
de_de: Männliche Honigbienen (Drohnen) sind ähnlich, haben aber viel größere Augen.
el: Οι αρσενικές μελιτοφόρες μέλισσες (κηφήνες) είναι όμοιες με τις θηλυκές, όμως έχουν μεγαλύτερους οφθαλμούς.
es: Los machos de abejas melíferas (zánganos) son similares pero tienen ojos mucho más grandes.
pt: Os machos de abelhas melíferas (zangões) são semelhantes, mas têm olhos muito maiores.
pt_pt: O macho de abelha-do-mel (zangão) é semelhante à fêmea, mas com olhos de grandes dimensões a cobrir a maioria da cabeça
sv_se: Honungsbiets hanar (drönare) liknar honorna men har mycket större ögon.

source: Bumblebees are very rounded and furry bees. The queens are among our largest bees; workers can be quite small, but are larger than most solitary bees.
cy: Mae cacwn ('bumblebee' yn Saesneg) yn wenyn blewog a chrwn iawn. Mae'r frenhines yn un o'n gwenyn mwyaf; gall y gweithwyr fod yn eithaf bach, ond maent yn fwy na'r rhan fwyaf o wenyn unig.
de_de: Hummeln sind sehr rundliche und pelzige Bienen. Die Königinnen gehören zu unseren größten Bienen; Arbeiterinnen können recht klein sein, sind aber größer als die meisten Solitärbienen.
el: Οι βομβίνοι είναι στρογγυλωπές τριχωτές μέλισσες. Οι βασίλισσες βομβίνοι είναι από τις πιο μεγάλες σε μέγεθος μέλισσες. Οι εργάτριες μπορεί να είναι μικρές σε μέγεθος, αλλά μεγαλύτερες από τις περισσότερες μοναχικές μέλισσες.
es: Los abejorros son abejas muy redondeadas y peludas. Las reinas se encuentran entre nuestras abejas más grandes; las obreras pueden ser bastante pequeñas, pero son más grandes que la mayoría de las abejas solitarias.
pt: Mamangava são abelhas arredondadas e peludas. As rainhas estão entre as maiores abelhas; enquanto as operárias são menores, porém maiores que a maioria das abelhas solitárias.
pt_pt: Os abelhões são abelhas arredondadas e peludas. As rainhas estão entre as abelhas de maiores dimensões; as obreiras são de menores dimensões, porém maiores que a maioria das abelhas solitárias.
sv_se: Humlor är kraftiga, rundade bin med mycket päls. Drottningarna hör till våra största bin; arbetarna kan vara ganska små, men brukar vara större än de flesta solitärbin.

source: Very hairy / fluffy bees
cy: Gwenyn blewog / fflwffog iawn
de_de: Sehr haarige / flauschige Bienen
el: Πολύ τριχωτές / αφράτες μέλισσες
es: Abejas muy peludas / esponjosas
pt: Abelhas muito peludas / fofas
pt_pt: Abelhas muito peludas
sv_se: Mycket håriga / lurviga bin

source: Rounded, almost globular in shape, often have tail ‘tucked under’ when visiting flowers
cy: Siâp crwn, globylog bron, gyda'r gynffon wedi'i 'phlygu oddi tani' yn aml wrth ymweld â blodau
de_de: Abgerundete, fast kugelförmige Form, haben oft den Hinterleib nach unten gesteckt, wenn sie Blüten besuchen
el: Στρογγυλεμένο, σχεδόν σφαιρικό σχήμα, συχνά έχουν την ουρά 'κρυμμένη απο κάτω' όταν επισκέπτονται τα άνθη
es: Redondeados, de forma casi globular, a menudo tienen la cola "escondida" cuando visitan las flores.
pt: Arredondada, de formato quase globular, muitas vezes tem a cauda "dobrada para baixo" ao visitar as flores
pt_pt: Arredondada, de formato quase globular, muitas vezes tem a cauda "dobrada para baixo" ao visitar as flores
sv_se: Rundade, nästan klotrunda till formen. Bakkroppen är ofta böjd under kroppen när de sitter på blommor

source: Many species have simple, contrasting colour bands (yellows, whites, blacks), others can be ginger all over
cy: Mae gan lawer o rywogaethau fandiau lliw gwrthgyferbyniol syml (melyn, gwyn, du), a gall eraill fod yn oren drostynt i gyd
de_de: Viele Arten haben einfache, kontrastreiche Farbbänder (gelb, weiß, schwarz), andere können ganz rotbraun sein.
el: Πολλά είδη έχουν απλές ρίγες με χρωματικές αντιθέσεις (κίτρινο, λευκό, μαύρο), ενώ άλλα μπορεί να έχουν κοκκινωπό χρώμα παντού
es: Muchas especies tienen bandas de colores simples y contrastantes (amarillos, blancos, negros), otras pueden ser rojizas por todas partes.
pt: Muitas espécies tem faixas de cores simples e constratantes (amarelos, brancos, pretos), outras podem ter cores vivas por toda extensão
pt_pt: Muitas espécies têm bandas de cores simples e contrastantes (amarelas, brancas, pretas), outras podem ter cores vivas por toda extensão
sv_se: Många arter har tvärband i kontrasterande färger (gult, vitt, svart), andra kan vara helt rödbruna eller beigefärgade.

source: Eyes cover the sides of the head, with lots of hair between the eyes
cy: Mae'r llygaid yn gorchuddio ochrau'r pen, ac mae llawer o flew rhwng y llygaid
de_de: Die Augen bedecken die Seiten des Kopfes, mit viel Haar zwischen den Augen
el: Οι οφθαλμοί τους καλύπτουν τα πλαϊνά της κεφαλής, ενώ στο ενδιάμεσο των οφθαλμών υπάρχουν πολλές τρίχες
es: Los ojos cubren los lados de la cabeza, con mucho pelo entre los ojos.
pt: Os olhos cobrem as laterais da cabeça, com muitos pelos entre os olhos
pt_pt: Os olhos cobrem as laterais da cabeça, com muitos pelos entre os olhos
sv_se: Ögonen täcker huvudets sidor, och de har mycket hår mellan ögonen

source: Bumblebees have a characteristic ‘bumbling’, buzzing flight pattern, and do not hover. There are 24 species in the UK.
cy: Mae cacwn yn hedfan mewn ffordd ychydig yn herciog, ac nid ydynt yn hofran. Mae 24 o rywogaethau yn y Deyrnas Unedig.
de_de: Hummeln haben ein charakteristisches "brummendes" Flugmuster und schweben nicht. In UK gibt es 24 Arten.
el: Οι βομβίνοι παράγουν ένα χαρακτηριστικό ήχο ‘βόμβο’ κατά τη διάρκεια της πτήσης τους. Δεν αιωρούνται. Έχουν καταγραφεί 24 είδη στο Η.Β.
pt: Mamangavas tem um voo característico, 'atrapalhado' e acompanhado por um zumbido; e não ficam pairando no ar. Há 24 espécies no Reino Unido.
pt_pt: Os abelhões têm um voo característico, acompanhado por um zumbido; e não ficam a pairar no ar. Há 24 espécies de abelhões no Reino Unido.
sv_se: Humlor har en typisk 'humle-aktig' surrande flykt men hovrar (står still i luften) inte. Det finns 38 arter i Sverige.

source: Bumblebees have a characteristic ‘bumbling’, buzzing flight pattern, and do not hover. There are about 40 species in Sweden.
sv_se: Humlor har ett karakteristiskt surrande flygsätt och hovrar inte. Det finns ungefär 40 arter i Sverige.

source: Bumblebees have a characteristic ‘bumbling’, buzzing flight pattern, and do not hover. There are about 40 species in Croatia.
pt_pt: Os abelhões têm um voo característico, acompanhado por um zumbido; e não ficam a pairar no ar. Há 40 espécies de abelhões na Croácia.
sv_se: Humlor har ett karakteristiskt surrande flygsätt och hovrar inte. Det finns ungefär 40 arter i Kroatien.

source: Bumblebees have a characteristic ‘bumbling’, buzzing flight pattern, and do not hover. There are 40 species in Germany.
de_de: Hummeln haben ein charakteristisches "brummendes" Flugmuster und schweben nicht. In Deutschland gibt es 40 Arten.
pt_pt: Os abelhões têm um voo característico, acompanhado por um zumbido; e não ficam a pairar no ar. Há 40 espécies de abelhões na Alemanha.
sv_se: Humlor har en typisk 'humle-aktig' surrande flykt men hovrar (står still i luften) inte. Det finns 40 arter i Tyskland.

source: Bumblebees have a characteristic ‘bumbling’, buzzing flight pattern, and do not hover. There are 21 species in Ireland.
de_de: Hummeln haben ein charakteristisches "brummendes" Flugmuster und schweben nicht. In Irland gibt es 21 Arten.
pt_pt: Os abelhões têm um voo característico, acompanhado por um zumbido; e não ficam a pairar no ar. Há 21 espécies de abelhões na Irlanda.
sv_se: Humlor har en typisk 'humle-aktig' surrande flykt och hovrar (står still i luften) inte. Det finns 21 arter på Irland.

source: Queen and worker bumblebees collect pollen into a moistened ball on the outside of the hind legs
cy: Mae brenhines a gweithwyr y cacwn yn casglu paill yn belen, yn gwlychu'r belen ac yn ei chario ar du allan eu coesau ôl
de_de: Hummelköniginnen und -arbeiterinnen sammeln Pollen in einer befeuchteten Kugel an der Außenseite der Hinterbeine ("Pollenhöschen")
el: Η βασίλισσα και οι εργάτριες συλλέγουν γύρη, και την αποθηκεύουν σαν ένα υγρό σβόλο στα πίσω πόδια
pt: Rainhas e operárias de mamangavas carregam pólen como uma bolota umedecida na parte de fora de suas pernas traseiras.
pt_pt: As fêmeas dos abelhões (género Bombus) transportam o pólen como uma bola humedecida na parte de fora das suas patas traseiras
sv_se: Humledrottningar och arbetare samlar pollen i "bollar" på utsidan av bakbenen.

source: This bumblebee is one of the species that are more-or-less ginger-coloured all over
cy: Mae'r gacynen hon yn aelod o'r rhywogaeth sydd fwy neu lai yn oren drostynt i gyd
de_de: Diese Hummel gehört zu den Arten, die insgesamt mehr oder weniger rotbraun gefärbt sind.
el: Αυτός ο βομβίνος έχει κοκκινωπό χρώμα κατανεμημένο σχεδόν ομοιόμορφα
pt: Esta mamangava é uma das espécies com o corpo quase todo coberto por pelos ruivos.
pt_pt: Este abelhão é uma das espécies com o corpo quase todo coberto por pelos ruivos.
sv_se: Den här humlearten är i stort sett helt rödbrun.

source: Male bumblebees are similar looking to females but have slightly longer antennae, and do not collect pollen. They visit flowers to feed on nectar.
cy: Mae cacwn gwrywaidd yn debyg o ran edrychiad i'r benywod, ond mae eu teimlyddion ychydig yn hirach, ac nid ydynt yn casglu paill. Maent yn ymweld â blodau i fwydo ar neithdar.
de_de: Männliche Hummeln sehen ähnlich aus wie die Weibchen, haben aber etwas längere Fühler und sammeln keinen Pollen. Sie besuchen Blüten, um sich von Nektar zu ernähren.
el: Οι αρσενικοί βομβίνοι μοιάζουν με τους θηλυκούς. 'Eχουν ελαφρώς μεγαλύτερες κεραίες και δεν συλλέγουν γύρη. Επισκέπτονται άνθη για να τραφούν με νέκταρ.
pt: Machos de mamangavas são parecidos com as fêmeas, mas tem antenas um pouco mais longas e não coletam pólen. Eles visitam flores para se alimentar de néctar.
pt_pt: Os machos dos abelhões são parecidos com as fêmeas, mas têm antenas um pouco mais longas e não colhem pólen. Visitam as flores para se alimentarem de néctar
sv_se: Humle-hanar likar honorna men har lite längre antenner och samlar inte pollen. De besöker blommor för att finna nektar.

source: Bumblebees have a characteristic ‘bumbling’, buzzing flight pattern, and do not hover. There are two species in Cyprus.
de_de: Hummeln haben ein charakteristisches, brummendes Flugmuster und schweben nicht. In Zypern gibt es zwei Arten.
el: Οι βομβίνοι παράγουν ένα χαρακτηριστικό ήχο ‘βόμβο’ κατά τη διάρκεια της πτήσης τους. Δεν αιωρούνται. Έχουν καταγραφεί 2 είδη στην Κύπρο.
pt: As mamangavas apresentam um padrão de voo barulhento e com zumbido, e não pairam. Há duas espécies no Chipre.
pt_pt: Os abelhões têm um voo característico, acompanhado por um zumbido; e não ficam a pairar no ar. Há 2 espécies de abelhões no Chipre.
sv_se: Humlor har en typisk 'humle-aktig' surrande flykt och hovrar (står still i luften) inte. Det finns två arter på Cypern.

source: In Brazil, “bumblebee” is the common name for Xylocopa and Bombus species, both with large bees. However, there are some difference.
de_de: In Brasilien ist "Hummel" der gebräuchliche Name für Xylocopa- und Bombus-Arten, die beide große Bienen sind. Es gibt jedoch einige Unterschiede.
pt_pt: No Brasil, mamangava é o nome popular para abelhas dos géneros <i>Xylocopa</i> e <i>Bombus</i>. No entanto, há algumas diferenças.
sv_se: I Brasilien kallar man arter från de storvuxna släktena Xylocopa och Bombus för "humlor", men det finns skillnader mellan dem.

source: <i>Xylocopa</i> has a hairless and shiny abdomen
de_de: <i>Xylocopa</i> hat einen unbehaarten und glänzenden Hinterleib
pt: <i>Xylocopa</i> tem abdome sem cerdas e brilhante
pt_pt: <i>Xylocopa</i> tem abdómen sem pelos e brilhante
sv_se: <i>Xylocopa</i> har en hårlös, glänsande bakkropp

source: <i>Xylocopa</i> does not have a pollen basket in the hind legs
de_de: <i>Xylocopa</i> hat keine Pollenhöschen an den Hinterbeinen
pt: <i>Xylocopa</i> não tem uma cesta de pólen nas patas traseiras
pt_pt: <i>Xylocopa</i> não tem uma escopa para carregar pólen nas pernas traseiras
sv_se: <i>Xylocopa</i> saknar pollenkorg på bakbenen.

source: <i>Bombus</i> has a round shape, with furry abdomen
de_de: <i>Bombus</i> hat eine runde Form, mit pelzigem Hinterleib
pt: <i>Bombus</i> tem uma forma arredondada, com abdome peludo
pt_pt: <i>Bombus</i> tem uma forma arredondada, com abdómen peludo
sv_se: <i>Bombus</i> har en rund kroppsform och en lurvig bakkropp

source: <i>Bombus</i> has a pollen basket in the hind legs for carrying pollen
de_de: <i>Bombus</i> hat Pollenhöschen an den Hinterbeinen, um Pollen zu transportieren
pt: <i>Bombus</i> tem uma cesta de pólen nas patas traseiras para transportar pólen
pt_pt: <i>Bombus</i> tem uma corbícula nas pernas traseiras para transportar pólen
sv_se: <i>Bombus</i> har pollenkorgar på bakbenen

source: For the FIT Count, there is no need to distinguish between <i>Xylocopa</i> and <i>Bombus</i> - they are counted in the same category “bumblebees sensu lato”.
de_de: Bei der FIT-Zählung muss nicht zwischen <i>Xylocopa</i> und <i>Bombus</i> unterschieden werden - sie werden in der gleichen Kategorie "Hummeln im weiteren Sinne" gezählt.
pt: Para o FIT Count, não há necessidade de distinguir entre <i>Xylocopa</i> e <i>Bombus</i> - elas são contadas dentro da mesma categoria "mamangava sensu lato"
pt_pt: Para o FIT Count, não há necessidade de distinguir entre <i>Xylocopa</i> e <i>Bombus</i> - ambos são contados dentro da mesma categoria "mamangava sensu lato"
sv_se: För Blombesöksräkningen behöver du inte skilja mellan <i>Xylocopa</i> och <i>Bombus</i> - De räknas båda till gruppen "Humlor".

source: Bumblebees are very rounded and mostly furry bees. The queens are among our largest bees; workers can be quite small, but are larger than most solitary bees.
de_de: Hummeln sind sehr rundliche und pelzige Bienen. Die Königinnen gehören zu unseren größten Bienen; Arbeiterinnen können recht klein sein, sind aber größer als die meisten Solitärbienen.
pt_pt: Abelhões são abelhas bastante arredondadas e peludas. As rainhas estão entre as nossas maiores abelhas; as obreiras podem ser menores, porém maiores do que a maioria das abelhas solitárias.
sv_se: Humlor är runda, vanligen lurviga bin. Drottningarna hör till våra största bin; arbetarna kan vara ganska små, men är större än de flesta solitärbin.

source: Some species have simple, contrasting colour bands (yellows, whites, blacks), others can be all black
de_de: Einige Arten haben einfache, kontrastreiche Farbbänder (gelb, weiß, schwarz), andere können ganz schwarz sein
pt: Algumas espécies apresentam bandas simples com cores contrastantes (amarelos, brancos, pretos), outras podem ser completamente pretas
pt_pt: Algumas espécies apresentam bandas simples com cores contrastantes (amarelos, brancos, pretos), outras podem ser completamente pretas
sv_se: Vissa arter har enkla kontrasterande band (gula, vita, svarta), andra kan vara helt svarta

source: Bumblebees have a characteristic ‘bumbling’, buzzing flight pattern, and do not hover.
de_de: Hummeln haben ein charakteristisches, brummendes Flugmuster und schweben nicht.
pt: Mamangavas tem um voo característico, 'atrapalhado' e acompanhado por um zumbido, e não pairam.
pt_pt: Mamangavas tem um voo característico, 'atrapalhado' e acompanhado por um zumbido, e não ficam a pairar no ar.
sv_se: Humlor har en typisk 'humle-aktig' surrande flykt men hovrar (står still i luften) inte.

source: European bumblebees are very rounded and furry bees. The queens are among our largest bees; workers are larger than most native bees.
es: Los abejorros europeos son abejas muy redondas y peludas. Las reinas están entre las abejas más grandes; las obreras son más grandes que la mayoría de nuestras abejas nativas.
pt_pt: Os abelhões têm um voo característico, acompanhado por um zumbido; e não ficam a pairar no ar.
sv_se: Europeiska humlor är väldigt runda och pälsiga bin. Honorna, drottningarna, är bland våra största bin; arbetare är större än de flesta andra bin.

source: European bumblebees can be easily identified by their white/buff rump.
es: Los abejorros europeos se identifican fácilmente por su rabadilla blanca.
pt_pt: Os abelhões Europeus podem ser facilmente identificados pela sua pelugem branca e lustrosa.
sv_se: Europeiska humlor kan enkelt identifieras på deras vita eller matt gula rumpa.

source: The Giant bumblebee (Bombus dahlbomii) is the largest bee in the world, up to 40mm. It is the only native bumblebee of Chile and is easy to identify due to its red-orange colour.
es: Nuestro abejorro (Bombus dahlbomii) es la especie de abeja más grande del mundo, midiendo hasta 40 mm. Es el único abejorro nativo de Chile y es fácil de identificar por su color rojo anaranjado.
pt_pt: O abelhão gigante (Bombus dahlbomii) é a maior abelha do mundo, com cerca de 40 mm. É o único abelhão nativo do Chile e é fácil de identificar devido à sua cor vermelho-alaranjada.
sv_se: Bombus dahlbomii är det största biet i världen, upp till 40mm. Det är den enda inhemska humlan i Chile och identifieras enkelt på deras röd-orangea färg.

source: very fluffly , large, red-orange bee
es: abeja muy afelpada o peluda, de gran tamaño, y de color rojo-naranja
pt_pt: abelha muito peluda, grande, vermelho-alaranjada
sv_se: väldigt pälsigt, stort, röd-oranget bi

source: Large eyes covering most of the sides of the head
es: Ojos grandes que cubren la mayor parte de los lados de la cabeza.
pt_pt: Olhos grandes cobrindo a maior parte dos lados da cabeça
sv_se: Stora ögon som täcker större delen av huvudets sidor.

source: Black legs and underside
es: Patas y parte inferior negras
pt_pt: Patas e parte inferior de cor preta
sv_se: Svarta ben och undersida
