Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: If you don't know which insect group, add to the "Other insects" category.
cy: Os nad ydych chi'n gwybod pa grŵp o bryfed, rhowch yn y catogri "Pryfed eraill".
de_de: Wenn Du nicht weißt, um welche Insektengruppe es sich handelt, füge sie der Kategorie "Andere Insekten" hinzu.
el: Εάν δεν γνωρίζετε σε ποια ομάδα εντόμων ανήκει, καταχωρίστε το στην κατηγορία "Άλλα έντομα".
es: Si no sabe a qué grupo de insectos pertenece, añádalo a la categoría "Otros insectos".
pt: Se você não sabe qual o grupo de insetos, adicione à categoria "Outros insetos".
pt_pt: Se não sabe qual o grupo de polinizadores, adicione à categoria "Outros insetos".
sv_se: Om du inte vet vilken insektsgrupp den tillhör, räknas den till gruppen "Andra insekter".

source: Are you sure you want to logout?
cy: Ydych chi'n sicr eich bod am allgofnodi?
de_de: Bist du sicher, dass Du Dich abmelden möchtest?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
es: ¿Está seguro de que quiere cerrar la sesión?
pt: Tem certeza que deseja sair?
pt_pt: Tem certeza que deseja sair?
sv_se: Är du säker på att du vill logga ut?

source: Discard local data
cy: Diddymu'r data lleol
de_de: Verwerfe lokale Daten
el: Απόκρυψη τοποθεσίας
es: Descartar datos locales
pt: Descartar dados locais
pt_pt: Descartar dados locais
sv_se: Rensa data på min enhet

source: Insect
cy: Pryf
de_de: Insekten
el: Έντομα
es: Insecto
pt: Inseto
pt_pt: Inseto
sv_se: Insekt

source: Location
cy: Lleoliad
de_de: Standort
el: Τοποθεσία
es: Ubicación
pt: Localização
pt_pt: Localização
sv_se: Plats

source: Count
cy: Cyfrif
de_de: Zählung
el: Καταμέτρηση
es: Conteo
pt: Contagem
pt_pt: Contagem
sv_se: Räkna

source: Cover
cy: Gorchudd
de_de: Bedeckung
el: Κάλυψη
es: Cobertura
pt: Cobertura
pt_pt: Cobertura
sv_se: Täckning

source: Patch
cy: Llain
de_de: Standort
el: Στο πλαίσιο
es: Parche
pt: Fragmento
pt_pt: Parcela
sv_se: Ruta

source: Sky
cy: Awyr
de_de: Himmel
el: Ουρανός
es: Cielo
pt: Céu
pt_pt: Céu
sv_se: Himmel

source: Shade
cy: Cysgod
de_de: Schatten
el: Σκίαση
es: Sombra
pt: Sombra
pt_pt: Sombra
sv_se: Skugga

source: Thanks for completing your FIT Count - all results help us to monitor insect populations.
cy: Diolch am gwblhau eich Cyfrif FIT - mae'r holl ganlyniadau'n ein helpu ni i fonitro poblogaethau pryfed.
de_de: Vielen Dank für die Teilnahme an der FIT-Zählung - alle Ergebnisse helfen uns beim Monitoring der Insektenpopulationen.
el: Σας ευχαριστούμε που ολοκληρώσατε το FIT Count. Τα αποτελέσματα σας είναι απαραίτητα για την παρακολούθηση και μελέτη των επικονιαστών.
es: Gracias por completar su conteo FIT - todos los resultados nos ayudan a monitorear las poblaciones de insectos.
pt: Obrigado por completar sua contagem FIT Count - todos os resultados nos ajudarão a monitorar a população de insetos.
pt_pt: Obrigado por completar a sua contagem cronometrada - todos os resultados irão ajudar-nos a monitorizar as populações de insetos.
sv_se: Tack för din Blombesöksräkning – alla resultat hjälper oss att övervaka insektspopulationerna.

source: You counted <1>{{numberOfOccurrences}} </1>insect(s) altogether - the UK average for <3>{{month}}</3> is <6>{{averageInsectCountForThisMonth}}</6> insects per count.
cy: Fe gyfroch chi <1>{{numberOfOccurrences}} </1>o bryfed i gyd - cyfartaledd y Deyrnas Unedig ar gyfer mis <3>{{month}}</3> yw <6>{{averageInsectCountForThisMonth}}</6> o bryfed y cyfrif.
de_de: Du hast insgesamt <1>{{numberOfOccurrences}} </1>Insekten gezählt - der britische Durchschnitt für <3>{{month}}</3> ist <6>{{averageInsectCountForThisMonth}}</6> Insekten pro Zählung.
el: Μετρήσατε συνολικά <1> {{numberOfOccurrences}} </1> έντομο/α - ο μέσος όρος στο Η.Β. για το(ν) {{month}} είναι {{averageInsectCountForThisMonth}} έντομα ανά μέτρηση.
pt: Você contou <1>{{numberOfOccurrences}} </1>inseto(s) ao todo - a média de <3>{{month}}</3> é <6>{{averageInsectCountForThisMonth}}</6> insetos por countagem.
pt_pt: Contou <1>{{numberOfOccurrences}} </1>visitante(s) floral(ais) ao todo - a média de <3>{{month}}</3> é <6>{{averageInsectCountForThisMonth}}</6> visitantes florais por contagem.
sv_se: Du räknade totalt <1>{{numberOfOccurrences}} </1>insekt(er) – i Sverige är genomsnittet för <3>{{month}}</3> månad <6>{{averageInsectCountForThisMonth}}</6> insekter per räkning.

source: You counted <1>{{numberOfOccurrences}} </1>insect(s) altogether.
de_de: Du hast insgesamt <1>{{numberOfOccurrences}}</1> Insekten gezählt.
el: Μετρήσατε συνολικά <1> {{numberOfOccurrences}} </1> έντομο/α.
es: Ha contado <1>{{numberOfOccurrences}} </1>insecto(s) en total.
pt: Você contou <1>{{numberOfOccurrences}} </1>inseto(s) no total.
pt_pt: Contou <1>{{numberOfOccurrences}} </1>visitante(s) floral(ais) no total.
sv_se: Du räknade totalt <1>{{numberOfOccurrences}} </1>insekt(er).

source: Go Home
cy: Mynd Adref
de_de: Geh nach Hause
el: Κεντρική σελίδα
es: Ir a Inicio
pt: Voltar para o Início
pt_pt: Voltar para o Início
sv_se: Till Startsidan

source: User
cy: Defnyddiwr
de_de: Nutzer
el: Χρήστης
es: Usuario
pt: Usuário
pt_pt: Utilizador
sv_se: Användare

source: Done
cy: Wedi gorffen
de_de: Erledigt
el: Ολοκλήρωση
es: Hecho
pt: Concluído
pt_pt: Concluído
sv_se: Klar

source: Happy to be contacted
cy: Yn hapus i chi gysylltu â fi
de_de: Wir freuen uns über deine Kontaktaufnahme
el: Επιθυμώ να ενημερώνομαι
es: Feliz de ser contactado
pt: Concordo em ser contactado
pt_pt: Concordo em ser contactado
sv_se: Jag vill gärna bli kontaktad

source: Are you sure you want to delete this survey?
cy: Ydych chi'n sicr eich bod am ddileu'r arolwg hwn?
de_de: Bist du sicher, dass du diese Erfassung löschen willst?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη καταγραφή;
es: ¿Está seguro que quiere eliminar este registro?
pt: Tem certeza de que deseja excluir este levantamento?
pt_pt: Tem certeza de que deseja excluir esta contagem?
sv_se: Är du säker på att du vill radera den här räkningen?

source: January
cy: Ionawr
de_de: Januar
el: Ιανουάριο
es: Enero
pt: Janeiro
pt_pt: Janeiro
sv_se: Januari

source: February
cy: Chwefror
de_de: Februar
el: Φεβρουάριο
es: Febrero
pt: Fevereiro
pt_pt: Fevereiro
sv_se: Februari

source: March
cy: Mawrth
de_de: März
el: Μάρτιο
es: Marzo
pt: Março
pt_pt: Março
sv_se: Mars

source: May
cy: Mai
de_de: Mai
el: Μάιο
es: Mayo
pt: Maio
pt_pt: Maio
sv_se: Maj

source: June
cy: Mehefin
de_de: Juni
el: Ιούνιο
es: Junio
pt: Junho
pt_pt: Junho
sv_se: Juni

source: July
cy: Gorffennaf
de_de: Juli
el: Ιούλιο
es: Julio
pt: Julho
pt_pt: Julho
sv_se: Juli

source: August
cy: Awst
el: Αύγουστο
es: Agosto
pt: Agosto
pt_pt: Agosto
sv_se: Augusti

source: October
cy: Hydref
de_de: Oktober
el: Οκτώβριο
es: Octubre
pt: Outubro
pt_pt: Outubro
sv_se: Oktober

source: Insects
cy: Pryfed
de_de: Insekten
el: Έντομα
es: Insectos
pt: Insetos
pt_pt: Insetos
sv_se: Insekter

source: Survey
cy: Arolwg
de_de: Erfassung
el: Καταγραφή
es: Registro
pt: Levantamento
pt_pt: Contagem
sv_se: Räkning

source: Sorry, your account hasn't been verified yet or is blocked.
cy: Yn anffodus, nid yw eich cyfrif wedi'i wirio eto, neu mae wedi'i atal.
de_de: Dein Konto wurde leider noch nicht verifiziert oder ist gesperrt.
el: Λυπούμαστε, ο λογαριασμός σας δεν έχει επαληθευτεί ακόμη ή έχει αποκλειστεί.
es: Lo sentimos, su cuenta aún no ha sido verificada o está bloqueada.
pt: Desculpe, sua conta ainda não foi verificada ou está bloqueada.
pt_pt: Desculpe, a sua conta ainda não foi verificada ou está bloqueada.
sv_se: Ditt konto har inte bekräftats ännu, eller är avstängt.

source: Please log in first.
cy: Mewngofnodwch yn gyntaf.
de_de: Bitte melde Dich zuerst an.
el: Παρακαλούμε συνδεθείτε πρώτα.
es: Por favor inicie sesión primero.
pt: Por favor, faça login primeiro.
pt_pt: Por favor, faça login primeiro.
sv_se: Du måste logga in först.

source: Looks like you are offline!
cy: Dydych chi ddim i weld ar-lein!
de_de: Sieht so aus als wärst Du offline!
el: Φαίνεται ότι είστε εκτός σύνδεσης!
es: ¡Parece que estás desconectado!
pt: Parece que você está offline!
pt_pt: Parece que está offline!
sv_se: Du verkar vara offline!

source: Are you sure you want to remove this photo?
cy: Ydych chi'n siŵr eich bod am ddileu'r llun hwn?
de_de: Bist Du sicher, dass Du dieses Foto entfernen möchtest?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτήν τη φωτογραφία;
es: ¿Estás seguro de que quieres eliminar esta foto?
pt: Tem certeza que deseja remover esta foto?
pt_pt: Tem certeza que deseja remover esta fotografia?
sv_se: Är du säker på att du vill ta bort det här fotot?

source: Sorry, we couldn't get the image.
cy: Yn anffodus, doedd hi ddim yn bosib i ni gael y ddelwedd.
de_de: Entschuldigung, wir haben das Bild nicht bekommen.
el: Δυστυχώς, δεν ήταν δυνατή η λήψη της εικόνας.
es: Lo sentimos, no pudimos conseguir la imagen.
pt: Não foi possível obter a imagem.
pt_pt: Desculpe, não foi possível obter a imagem.
sv_se: Vi fick tyvärr inte någon bild.

source: Pollinator Groups
cy: Grwpiau Peillwyr
de_de: Bestäuber-Gruppen
el: Ομάδες επικονιαστών
es: Grupo de polinizadores
pt: Grupos de Polinizadores
pt_pt: Grupos de Polinizadores
sv_se: Grupper av pollinatörer

source: Terms and Conditions
cy: Telerau ac Amodau
de_de: Bedingungen und Konditionen
el: 'Οροι και Προϋποθέσεις
es: Términos y Condiciones
pt: Termos e Condições
pt_pt: Termos e Condições
sv_se: Villkor

source: required
cy: gofynnol
de_de: erforderlich
el: απαιτείται
es: obligatorio
pt: obrigatório
pt_pt: obrigatório
sv_se: obligatoriskt

source: FIT Counts are suitable for all, in urban or rural locations, and can be done at any time during the FIT Count season – see the quick guide <1></1> for the season in your country.
cy: Mae Cyfrifon FIT yn addas i bawb, mewn lleoliadau trefol neu gefn gwlad, a gellir eu gwneud unrhyw adeg yn ystod y tymor Cyfrifon FIT – gweler y canllaw cyflym <1></1> i weld y tymor yn eich gwlad chi.
de_de: FIT-Zählungen sind für alle geeignet, ob in der Stadt oder auf dem Land, und können jederzeit während der FIT-Zählsaison durchgeführt werden - schau in der Kurzanleitung<1></1> nach, wann in Deinem Land Zählsaison ist.
el: Οι Χρονομετρημένες Καταγραφές Εντόμων FIT Counts είναι κατάλληλες για όλες τις ηλικίες. Μπορούν να πραγματοποιηθούν ολόχρονα, στην πόλη ή στη εξοχή, όπου υπάρχουν ανθοφόρα φυτά. Στον σύντομο οδηγό<1></1>θα βρείτε περισσότερες πληροφορίες για την εποχή καταγραφής στην χώρα σας.
es: Los recuentos FIT son adecuados para todos, en zonas urbanas o rurales, y se pueden realizar en cualquier momento durante la temporada del recuento FIT; consulte la guía rápida <1></1> para la temporada en su país.
pt: FIT Counts são recomendados para todos, em áreas urbanas e rurais, e podem ser realizados a qualquer tempo dentro da estação FIT Count - veja o guia rápido <1></1> para saber qual a estação em seu país.
pt_pt: Os FIT Counts são adequados para todos, em áreas urbanas ou rurais, e podem ser realizados em qualquer altura do ano - veja o guia rápido <1></1> para saber qual a época mais adequada de contagens no seu país.
sv_se: Alla kan göra en Blombesöksräkning, i stan eller på landet, och den kan göras när som helst under säsongen – titta i snabbguiden <1></1> för att se mellan vilka datum man räknar hos dig.

source: An increasing amount of evidence suggests that pollinator species diversity has declined in many parts of the world, with the strongest evidence coming from Europe and North America. Less is known about changes in pollinator abundance, and we need much more data to be able to track this. You can help by doing a FIT Count, maybe even repeating it over the season. You don’t need to identify the insects to species level, only to within broad groups e.g. bumblebees, hoverflies, butterflies & moths, wasps.
cy: Mae mwyfwy o dystiolaeth yn awgrymu bod yr amrywiaeth mewn rhywogaethau peillwyr wedi gostwng mewn sawl rhan o'r byd, ac mae'r dystiolaeth gryfaf yn dod o Ewrop a Gogledd America. Rydym yn gwybod llai am newidiadau yn helaethrwydd peillwyr, ac mae angen llawer mwy o ddata er mwyn gallu olrhain hyn. Gallwch ein helpu drwy wneud Cyfrif FIT, ac efallai ei ail-wneud ar hyd y tymor hyd yn oed. Does dim angen i chi enwi'r union rywogaethau o bryfed, dim ond eu rhoi mewn grwpiau bras, e.e. cacwn, pryfed hofran, pili-palod a gwyfynod, gwenyn meirch.
de_de: Immer mehr Hinweise deuten darauf hin, dass die Artenvielfalt von Bestäubern in vielen Teilen der Welt zurückgegangen ist, wobei die stärksten Hinweise aus Europa und Nordamerika stammen. Über die Veränderungen in der Bestäubervielfalt ist weniger bekannt. Wir brauchen viel mehr Daten, um diese Entwicklung verfolgen zu können. Du kannst dazu beitragen, indem Du eine FIT-Zählung durchführst und diese vielleicht sogar im Laufe der Saison wiederholst. Dazu musst Du die Insekten nicht bis zur Art bestimmen, sondern nur innerhalb großer Gruppen, z. B. Hummeln, Schwebfliegen, Schmetterlinge und Motten, Wespen.
el: Όλο και περισσότερα δεδομένα δείχνουν ότι η βιοποικιλότητα των επικονιαστών απειλείται παγκοσμίως και ιδιαίτερα σε Ευρώπη και Βόρεια Αμερική. Δεν γνωρίζουμε πολλά σχετικά με τις αλλαγές στην αφθονία των επικονιαστών και χρειαζόμαστε περισσότερα δεδομένα για να κατανοήσουμε τι συμβαίνει. Μπορείτε να βοηθήσετε κάνοντας FIT Counts. Δεν χρειάζεται να προσδιορίσετε το είδος των επικονιαστών αλλά την ευρύτερη ομάδα στην οποία ανήκουν π.χ. βομβίνοι, συρφίδες, πεταλούδες & σκώρους, σφήκες.
es: Una cantidad cada vez mayor de evidencias sugiere que la diversidad de especies de polinizadores ha disminuido en muchas partes del mundo, y la evidencia más sólida proviene de Europa y América del Norte. Se sabe mucho menos sobre los cambios en las abundancias de polinizadores y necesitamos muchos más datos para poder rastrear esto. Puede ayudar haciendo un FIT Count, tal vez incluso repitiéndolo durante la temporada. No es necesario que identifique los insectos a nivel de especie, solo dentro de grupos amplios, p. ej. abejorros, moscas de las flores, mariposas y polillas, avispas.
pt: Uma quantidade crescente de evidências sugere que a diversidade de espécies de polinizadores diminuiu em muitas partes do mundo, com as evidências mais fortes provenientes da Europa e da América do Norte. Não se sabe muito sobre as mudanças na abundância de polinizadores e precisamos de mais dados para rastrear isso. Você pode ajudar fazendo uma contagem FIT Count, talvez até repetindo ao longo da temporada. Você não precisa identificar os insetos em nível de espécie, apenas dentro de grupos amplos, por exemplo, abelhas, moscas, borboletas e mariposas, vespas.
pt_pt: Uma quantidade crescente de estudos sugere que a diversidade de espécies de polinizadores diminuiu em muitas partes do mundo, com as evidências mais relevantes a serem provenientes de estudos na Europa e na América do Norte. Contudo, ainda se sabe menos sobre alterações na abundância dos polinizadores, sendo necessários mais dados de monitorização. Pode ajudar-nos através do FIT Count, com contagens durante o período de floração. Não necessita de identificar os insetos até ao nível de espécie, apenas dentro de grupos mais amplos, e.g., abelhões, moscas-das-floras, borboletas, vespas.
sv_se: Allt mer forskning pekar på att artrikedomen bland pollinatörer minskar i många delar av världen, med starkast belägg från Europa och Nordamerika. Man vet inte så mycket om hur antalet pollinatörer varierar i antal, och vi behöver mycket mera data för att kunna följa detta. Du kan hjälpa till genom att göra en Blombesöksräkning, och kanske också upprepa den under säsongen. Du behöver inte artbestämma insekterna, bara kunna placera dem i olika kategorier, t.ex. humlor, blomflugor, fjärilar eller steklar.

source: The FIT Count was originally developed through the UK Pollinator Monitoring Scheme (PoMS). Similar methods are now being adopted in other countries, and this app is used by a wide range of pollinator monitoring projects:
cy: Datblygwyd y Cyfrif FIT yn wreiddiol drwy Gynllun Monitro Peillwyr y DU (PoMS). Mae dulliau tebyg bellach yn cael eu defnyddio mewn gwledydd eraill, ac mae'r ap hwn yn cael ei ddefnyddio gan amrywiaeth eang o brosiectau monitro peillwyr:
de_de: Die FIT-Zählung wurde ursprünglich im Rahmen des britischen Pollinator Monitoring Scheme (PoMS) entwickelt. Ähnliche Methoden werden nun auch in anderen Ländern angewandt. Diese App wird von einer Vielzahl von Projekten für das Monitoring von Bestäubern genutzt:
el: Το FIT Count αναπτύχθηκε μέσω του UK Pollinator Monitoring Scheme (PoMS). Παρόμοιες μέθοδοι υιοθετούνται τώρα σε άλλες χώρες. Η εφαρμογή για κινητό χρησιμοποιείται σε ευρύ φάσμα έργων μελέτης επικονιαστών:
es: El recuento FIT se desarrolló originalmente a través del Programa de Seguimiento de Polinizadores (PoMS) del Reino Unido. En la actualidad, se están adoptando métodos similares en otros países, y esta aplicación es utilizada por una amplia gama de proyectos de seguimiento de polinizadores:
pt: O FIT Count foi originalmente desenvolvido através do UK Pollinator Monitoring Scheme (PoMS). Métodos similares estão sendo adotados por outros países, e este aplicativo é usado por vários projetos de monitoramento de polinizadores:
pt_pt: O FIT Count foi originalmente desenvolvido através do UK Pollinator Monitoring Scheme (PoMS). Métodos similares estão a ser adotados noutros países, e esta aplicação é usada por vários projetos de monitorização de polinizadores:
sv_se: Blombesöksräkningen utvecklades först i Storbritannien genom UK Pollinator Monitoring Scheme (PoMS). Liknande metoder utvecklas nu i andra länder, och den här appen används i flera olika projekt för att övervaka pollinatörer.

source: The FIT Count project is supported by the UK Centre for Ecology & Hydrology and can be contacted <1>here</1>.
cy: Mae'r prosiect Cyfrif FIT yn cael ei gefnogi gan Ganolfan Ecoleg a Hydroleg y DU, a gellir cysylltu â'r prosiect <1>yma</1>.
de_de: Das Projekt FIT-Zählung wird vom britischen Zentrum für Ökologie und Hydrologie (CEH) unterstützt und kann <1>hier</1> kontaktiert werden.
el: Το έργο FIT Count υποστηρίζεται από το Κέντρο Οικολογίας και Υδρολογίας του Ηνωμένου Βασιλείου - μπορείτε να επικοινωνήσετε <1> εδώ </1>.
es: El proyecto FIT Count cuenta con el apoyo del Centro de Ecología e Hidrología del Reino Unido y se puede contactar <1>aquí </1>.
pt: O projeto FIT Count é apoiado pelo project is UK Centre for Ecology & Hydrology e pode ser contactado <1>aqui</1>.
pt_pt: O projeto FIT Count é apoiado pelo UK Centre for Ecology & Hydrology e pode ser contactado <1>aqui</1>.
sv_se: FIT Count, som det ursprungliga projektet kallas, stöds av UK Centre for Ecology & Hydrology, som kan kontaktas <1>här</1> (på engelska).

source: This app has been created by the
cy: Crëwyd yr ap hwn gan y
de_de: Diese App wurde erstellt von
el: Αυτή η εφαρμογή δημιουργήθηκε από το
es: Esta app ha sido creada por el
pt: Este aplicativo foi criado por
pt_pt: Esta aplicação foi criada por
sv_se: Appen har skapats av

source: with technical development by
cy: gyda gwaith datblygu technegol gan
de_de: mit technischer Entwicklung durch
el: με τεχνική υποστήριξη από
es: con desarrollo tecnológico por
pt: com desenvolvimento técnico por
pt_pt: com desenvolvimento técnico por
sv_se: med teknisk utveckling av

source: App development has been supported by the funders and partners of these pollinator projects around the world
cy: Mae'r gwaith o ddatblygu'r ap wedi'i gefnogi gan gyllidwyr a phartneriaid y prosiectau peillwyr hyn ar draws y byd
de_de: Die Entwicklung der App wurde von Partnern der Bestäuberprojekte in aller Welt unterstützt
el: Η εφαρμογή για το κινητό, υποστηρίχθηκε από τους συνεργάτες και τους χρηματοδότες των πιο κάτω έργων μελέτης επικονιαστών από όλο τον κόσμο
es: El desarrollo de la aplicacion ha sido apoyado por los patrocinadores y socios de estos proyectos de polinizadores en todo el mundo.
pt: O desenvolvimento do app tem sido apoiado por financiadores e parceiros desses projetos de polizadores em todo o mundo
pt_pt: O desenvolvimento da aplicação tem sido apoiado por financiadores e parceiros destes projetos focados nos polinizadores em todo o mundo
sv_se: Utvecklingen av appen har stöttats av finansiärer och samarbetspartners i olika pollinatörsprojekt runt om i världen.

source: Please add at least 1 photo.
cy: Rhowch un ffotograff o leiaf.
de_de: Bitte füge mindestens 1 Foto hinzu.
el: Προσθέστε τουλάχιστον 1 φωτογραφία.
es: Por favor añada al menos 1 foto.
pt: Adicione pelo menos 1 foto.
pt_pt: Adicione pelo menos 1 fotografia.
sv_se: Lägg till minst 1 foto, tack.

source: Flower number is a required field.
cy: Mae'n rhaid rhoi nifer y blodau.
de_de: Anzahl Blüten ist ein Pflichtfeld
el: Ο αριθμός ανθέων είναι απαιτούμενο πεδίο.
es: Número de flores es un campo obligatorio.
pt: O número da flor é um campo obrigatório.
pt_pt: O número de flores-alvo é um campo obrigatório.
sv_se: Du måste ange antal blommor.

source: Flower type is a required field.
cy: Mae'n rhaid rhoi'r math o flodyn.
de_de: Blütentyp ist ein Pflichtfeld.
el: Ο τύπος του άνθους είναι απαιτούμενο πεδίο.
es: El tipo de flores es un campo obligatorio.
pt: O tipo de flor é um campo obrigatório.
pt_pt: O tipo de flor da espécie-alvo é um campo obrigatório.
sv_se: Du måste ange blomtyp.

source: Survey incomplete
cy: Arolwg heb ei gwblhau
de_de: Erfassung unvollständig
el: Ελλιπής έρευνα
es: Registro incompleto
pt: Levantamento incompleto
pt_pt: Contagem incompleta
sv_se: Räkningen är inte komplett ifylld.

source: Habitat "Other" is a required field.
cy: Mae'n rhaid rhoi math "Arall" o gynefin.
de_de: Lebensraum "Andere" ist ein Pflichtfeld
el: Ο οικότοπος ''Άλλο" είναι απαραίτητο πεδίο
es: El hábitat "Otro" es un campo obligatorio.
pt: Habitat "Outro" é um campo obrigatório.
pt_pt: Habitat "Outro" é um campo obrigatório.
sv_se: Du måste fylla i naturtyp: "Annan".

source: Flower "Other" is a required field.
cy: Mae'n rhaid rhoi math "Arall" o flodyn.
de_de: Blüte "Andere" ist ein Pflichtfeld
el: Το '' Άλλο" φυτό είναι απαραίτητο πεδίο
es: La flor "Otra" es un campo obligatorio.
pt: Flor "Outra" é um campo obrigatório.
pt_pt: Flor "Outra" é um campo obrigatório.
sv_se: Du måste fylla i målartsblomma: "Annan"

source: privacy-notice
cy: hysbysiad-preifatrwydd
de_de: Datenschutzhinweis
el: προστασία-απορρήτου
es: aviso de privacidad
pt: aviso-de-privacidade
pt_pt: aviso-de-privacidade
sv_se: sekretess-varning

source: terms
cy: telerau
de_de: Bedingungen
el: όροι
es: términos
pt: termos
pt_pt: termos
sv_se: villkor

source: Search for a location...
cy: Chwiliwch am leoliad...
de_de: Suche nach einem Standort...
el: Αναζήτηση τοποθεσίας...
es: Buscar una localización...
pt: Busque uma localidade...
pt_pt: Procure uma localidade...
sv_se: Sök efter en plats…

source: Enjoying the app?
cy: Ydych chi’n mwynhau’r ap?
de_de: Gefällt Dir die App?
el: Σας αρέσει η εφαρμογή;
es: ¿Disfrutando la app?
pt: Está gostando do app?
pt_pt: Está a gostar da aplicação?
sv_se: Gillar du appen?

source: Not really
cy: Dim felly
de_de: Eigentlich nicht
el: Δεν μου αρέσει
es: La verdad que no
pt: Na verdade não
pt_pt: Na verdade, não
sv_se: Inte särskilt

source: Yes!
cy: Ydw!
de_de: Ja!
el: Ναί!
es: ¡Sí!
pt: Sim!
pt_pt: Sim!
sv_se: Ja!

source: Would you mind giving us some feedback?
cy: Fyddech chi’n fodlon rhoi rhywfaint o adborth i ni?
de_de: Würdest Du uns bitte ein Feedback geben?
el: Θα θέλατε να κάνετε κάποια σχόλια;
es: ¿Le importaría darnos algunos comentarios?
pt: Você poderia nos dar um feedback?
pt_pt: Será que nos poderia dar o seu feedback?
sv_se: Vill du dela med dig av dina synpunkter?

source: No, thanks
cy: Dim diolch
de_de: Nein danke
el: Οχι ευχαριστώ
es: No, gracias
pt: Não, obrigado!
pt_pt: Não, obrigado!
sv_se: Nej tack

source: OK, sure
cy: Dim problem
de_de: OK, sicher
el: Ναί, σίγουρα
es: Sí, claro
pt: OK, claro!
pt_pt: OK, claro!
sv_se: Javisst
