Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: All dark abdomen, or black and yellow stripes
es: Todo el abdomen oscuro, o rayas negras y amarillas
pt_pt: Abdómen todo preto, ou com listas pretas e amarelas
sv_se: Helt mörk kropp, eller svarta och gula ränder

source: There are many different flies that you may see visiting flowers. Hoverflies are very active and agile flyers, and are frequently seen hovering, as you would expect from their name.
de_de: Es gibt viele verschiedene Fliegen, die man beim Blütenbesuch beobachten kann. Schwebfliegen sind sehr aktive und wendige Flieger, die man - wie ihr Name schon sagt - häufig schwebend sieht.
pt_pt: Há várias moscas diferentes que pode observar visitando as flores. As moscas-das-flores são voadoras bastante ativas e ágeis, frequentemente observadas a pairar no ar.
sv_se: Många olika slags flugor besöker blommor. Blomflugor är mycket snabba och skickliga flygare och ses ofta hovra, alltså sväva stilla i luften, t.ex. över en blomma.

source: Large eyes, covering most of the head
de_de: Große Augen bedecken den größten Teil des Kopfes
pt: Olhos grandes, cobrindo a maior parte da cabeça
pt_pt: Olhos grandes, cobrindo a maior parte da cabeça
sv_se: Stora ögon som täcker större delen av huvudet

source: Hoverflies feed on nectar and pollen, but do not collect nectar and have no pollen baskets.
de_de: Schwebfliegen ernähren sich von Nektar und Pollen, sammeln jedoch keinen Nektar und haben keine Pollenhöschen.
pt: As borboletas se alimentam de néctar e pólen, mas não coletam néctar e não têm cestas de pólen.
pt_pt: As moscas das flores alimentam-se de néctar e pólen, mas não colhem néctar e não têm escopa para carregar o pólen.
sv_se: Blomflugor lever av nektar och pollen, men de samlar inte in pollen och har inga pollenkorgar.

source: Other flies do not have the ability to hover. Two examples are shown above.
de_de: Andere Fliegen besitzen nicht die Fähigkeit zum Schweben. Zwei Beispiele sind oben abgebildet.
pt: Outras moscas não tem a habilidade de pairar. Dois exemplos são mostrados acima.
pt_pt: Outras moscas não têm a capacidade de pairar no ar. São mostrados dois exemplos acima.
sv_se: Andra flugor kan inte "hovra", dvs stå still i luften. Ovan visas två exempel.

source: This is a fly of the family Empididae
de_de: Dies ist eine Fliege aus der Familie der Tanzfliegen (Empididae)
pt: Esta é uma mosca da família Empididae
pt_pt: Esta é uma mosca da família Empididae
sv_se: Det här är en dansfluga, familjen Empididae

source: Empididae flies have a long thin proboscis under the head
de_de: Tanzfliegen (Empididae) haben einen langen dünnen Rüssel unter dem Kopf
pt: Moscas Empididae tem prosbócide longa e fina abaixo da cabeça
pt_pt: Moscas da família Empididae têm probóscide longa e fina abaixo da cabeça
sv_se: Dansflugor har långa tunna mundelar på under huvudet

source: Many Empididae flies have a distinctly humped thorax
de_de: Viele Tanzfliegen (Empididae) haben einen deutlich gehöckerten Thorax
pt: Muitas moscas Empididae têm um tórax distintamente curvado
pt_pt: Muitas moscas Empididae têm um tórax distintamente curvado
sv_se: Många dansflugor är kutryggiga i profil

source: Some of the larger flies that you will see on flowers are from ‘calypterate’ families, most of which are rather rounded insects with obvious bristles on the legs and body. This is a parasitic fly from family Tachinidae
de_de: Einige der größeren Fliegen, die Du auf den Blüten sehen wirst, gehören zu den "Calyptratae"-Familien. Die meisten von ihnen sind eher rundliche Insekten mit deutlichen Borsten an den Beinen und am Körper. Dies ist eine parasitische Fliege aus der Familie der Raupenfliegen (Tachinidae)
pt: Algumas das maiores moscas que você irá observar em flores são das famílias do grupo Calyptratae, a maior parte formada por insetos arredondados com cerdas chamativas nas pernas e no corpo. Esta é uma mosca parasita da família Tachinidae
pt_pt: Algumas das maiores moscas que irá observar em flores são das famílias do grupo Calyptratae, a maioria formada por insetos arredondados com cerdas chamativas nas pernas e no corpo. Esta é uma mosca parasita da família Tachinidae
sv_se: En del av de stora flugorna som du kan se på blommor tillhör gruppen "högre flugor", där de flesta har rundad kropp med tydliga borst på ben och kropp. Detta är en parasitfluga

source: It has prominent bristles on the abdomen
cy: Mae ganddi wrych amlwg ar ei habdomen
de_de: Sie hat auffällige Borsten am Hinterleib
el: Έχει ευδιάκριτες, σκληρές τρίχες (ακίδες) στην κοιλιά
pt: Possui cerdas proeminentes no abdômen
pt_pt: Possui cerdas proeminentes no abdómen
sv_se: Den har tydliga borst på bakkroppen

source: You don’t need to recognise the individual species to do a FIT Count, they all get counted as “flies”!
de_de: Für eine FIT-Zählung muss man die einzelnen Arten nicht erkennen, sie werden alle als "Fliegen" gezählt!
pt: Você não precisa reconhecer as espécies individuais para fazer uma contagem no FIT Count, todas elas são contadas como "moscas"!
pt_pt: Não necessita de reconhecer as espécies individuais para fazer uma contagem no FIT Count, são todas contadas como "moscas"!
sv_se: Du behöver inte känna igen olika flugor för att göra en Blombesöksräkning, de räknas alla som "flugor"!

source: There are many different flies that you may see visiting flowers – for the FIT Count all you need to do is separate them into “hoverflies” and all “other flies”! Don’t forget that hoverflies can hover, an ability that some but not many other flies have. Two examples of “other flies” are shown above and two on the next screen.
cy: Gallwch weld nifer o wahanol fathau o glêr yn ymweld â blodau – ar gyfer y Cyfrif FIT dim ond eu gwahanu'n “bryfed hofran” a “chlêr” eraill mae angen i chi wneud! Peidiwch ag anghofio bod pryfed hofran yn gallu hofran, rhywbeth y gall rhai clêr eraill ei wneud, ond dim llawer ohonynt. Mae dwy enghraifft o “glêr” eraill i'w gweld uchod a dwy ar y sgrin nesaf.
de_de: Es gibt viele verschiedene Fliegen, die Blüten besuchen - für die FIT-Zählung musst du sie nur in "Schwebfliegen" und alle "anderen Fliegen" unterteilen! Vergiss nicht, dass Schwebfliegen schweben können, eine Fähigkeit, die einige, aber nicht viele andere Fliegen haben. Zwei Beispiele für "andere Fliegen" sind oben und zwei auf dem nächsten Bildschirm zu sehen.
el: Υπάρχουν πολλά δίπτερα έντομα τα οποία επισκέπτονται λουλούδια - για το FIT Count να διαχωρίσετε τις “Συρφίδες” από τα “Αλλά Δίπτερα”! Μην ξεχνάτε, οι συρφίδες μπορούν να αιωρούνται, μια ικανότητα που έχουν μόνο μερικά από τα άλλα δίπτερα. Δύο παραδείγματα “Άλλων διπτέρων” εμφανίζονται παραπάνω και δύο στην επόμενη οθόνη.
pt: Existem muitas moscas diferentes que você pode ver visitando flores - para o FIT Count, tudo o que você precisa fazer é separá-las em “sirfídeos” e todas as “outras moscas”! Não se esqueça de que sirfídeos podem pairar, uma habilidade que algumas, mas não muitas outras moscas têm. Dois exemplos de “outras moscas” são mostrados acima e dois na próxima tela.
pt_pt: Existem muitas moscas diferentes que pode ver visitando flores - para o FIT Count, tudo o que necessita de fazer é separá-las em “moscas-das-flores” e todas as “outras moscas”! Não se esqueça de que as moscas-das-flores podem pairar, uma habilidade que algumas, mas não muitas outras moscas têm. São mostrados dois exemplos de “outras moscas” acima e outros dois na próxima tela.
sv_se: Det finns många olika slags flugor som besöker blommor – för att göra en Blombesöksräkning behöver du bara kunna skilja på "blomflugor" och "andra flugor"! Glöm inte att blomflugor kan hovra, något som bara ett fåtal andra arter av flugor kan. Exempel på "andra flugor" visas ovan och på nästa sida.

source: This is a dance fly (family Empididae).
de_de: Dies ist eine Tanzfliege (Familie Empididae).
el: Αυτή είναι μια dance fly (οικογένεια Empididae).
pt: Esta é uma mosca-de-dança (família Empididae).
pt_pt: Esta é uma mosca-de-dança (família Empididae).
sv_se: Det här är en dansfluga (familjen Empididae)

source: Many dance flies have a long thin proboscis under the head
cy: Mae gan lawer o bryfed dawnsio drwnc hir a main o dan y pen
de_de: Tanzfliegen (Empididae) haben einen langen dünnen Rüssel unter dem Kopf
el: Τα dance flies έχουν μια μακριά και λεπτή προβοσκίδα στο κάτω μέρος της κεφαλής
es: Muchas moscas danzantes tienen una probóscide larga y delgada situada debajo de la cabeza
pt: Muitas moscas-da-dança tem uma probóscide abaixo da cabeça
pt_pt: Muitas moscas-da-dança tem um probóscide abaixo da cabeça
sv_se: Många dansflugor har långa tunna mundelar under huvudet

source: Many dance flies have a distinctly humped thorax
cy: Mae gan lawer o bryfed dawnsio thoracs cefngrwm amlwg
de_de: Viele Tanzfliegen (Empididae) haben einen deutlich gehöckerten Thorax
el: Πολλές dance flies έχουν μια ευδιάκριτη κύρτωση (καμπούρα) στο θώρακα
es: Muchas moscas danzantes tienen un tórax claramente jorobado
pt: Muitas moscas-da-dança tem um tórax curvo característico
pt_pt: Muitas moscas-da-dança têm um tórax curvo característico
sv_se: Många dansflugor har en tydlig puckel på mellankroppen

source: This is a soldierfly, the Broad Centurion (<i>Chloromyia formosa</i>), often seen on hogweed and related flowers
cy: Pryf Milwrol Gwyrdd yw hwn (<i>Chloromyia formosa</i>), ac fe'i gwelir yn aml ar efwr a blodau tebyg
de_de: Dies ist eine Goldgrüne Waffenfliege (<i>Chloromyia formosa</i>), die oft auf Bärenklau und verwandten Blüten zu sehen ist
el: Αυτή είναι μια soldier fly, το Broad Centurion (<i>Chloromyia formosa</i>), που συχνά εμφανίζεται στα σκιαδανθή φυτά
es: Esta es una mosca soldado (Chloromyia formosa) que se ve a menudo en el perejil y las flores afines.
pt: Esta é uma mosca-soldado, mosca-soldado-verde (<i>Chloromyia formosa</i>), frequentemente vista em plantas conhecidas como hogweed e em flores relacionadas.
pt_pt: Esta é uma mosca-soldado-verde (<i>Chloromyia formosa</i>), frequentemente vista em plantas conhecidas como Heracleum e em flores relacionadas da família da cenoura-brava.
sv_se: Det här är en vapenfluga av arten <i>Chloromyia formosa</i>, som ofta ses på björnloka och närbesläktade växter.

source: The abdomen is broader and flatter than in hoverflies
cy: Mae'r abdomen yn lletach ac yn fwy fflat na mewn pryfed hofran
de_de: Der Hinterleib ist breiter und flacher als bei den Schwebfliegen
el: Η κοιλιά της είναι πιο μακριά και πιο επίπεδη από ότι είναι στις συρφίδες
es: El abdomen es más ancho y plano que en las moscas planeadoras
pt: O abdômen é mais largo e achatado do que nas moscas-das-flores
pt_pt: O abdómen é mais largo e achatado do que nas moscas-das-flores
sv_se: Bakkroppen är bredare och mer tillplattad än hos blomflugor

source: The wing venation is different to hoverflies, with no ‘false margin’ wing vein parallel to the true edge of the wing
cy: Mae gwythieniad yr adenydd yn wahanol i bryfed hofran, ac nid oes gwythïen ‘ymyl ffug’ yn gyfochrog â gwir ymyl yr adain
de_de: Die Flügeläderung unterscheidet sich von der der Schwebfliegen, denn es gibt keine parallel zum eigentlichen Rand des Flügels verlaufende "falsche Randader"
el: Οι πτέρυγες διαφέρουν από εκείνες στις συρφίδες, δεν έχουν το χαρακτηριστικό ‘ψευδές περιθώριο’
es: Las venas de las alas es diferente a las moscas planeadoras, ya que no hay una vena alar de "falso margen" paralela al verdadero borde del ala
pt: As veias nas asas são diferentes das veias das moscas-das-flores, sem a 'falsa margem' paralela à borda da asa.
pt_pt: As veias nas asas são diferentes das veias das moscas-das-flores, sem a 'falsa margem' paralela à borda da asa.
sv_se: Vingribborna ser annorlunda ut; de saknar blomflugornas 'falska vingkant' innanför vingens bakkant

source: This is a dance fly (family Empididae, photo from the UK)
de_de: Dies ist eine Tanzfliege (Familie Empididae, Foto aus UK).
el: Αυτή είναι μια dance fly (οικογένεια Empididae, παράδειγμα από το Η.Β.)
pt: Esta é uma mosca-de-dança (família Empididae, foto do Reino Unido)
pt_pt: Esta é uma mosca-de-dança (família Empididae, foto do Reino Unido)
sv_se: Det här är en dansfluga (familjen Empididae, foto från Storbritannien)

source: This is a soldierfly, the Broad Centurion (<i>Chloromyia formosa</i>), often seen on flowers (UK example shown)
de_de: Dies ist eine Goldgrüne Waffenfliege (<i>Chloromyia formosa</i>), die oft auf Bärenklau und verwandten Blüten zu sehen ist (Beispiel aus UK)
el: Αυτή είναι μια soldier μύγα, το Broad Centurion (<i>Chloromyia formosa</i>), που συχνά εμφανίζεται στα σκιαδανθή φυτά (παράδειγμα από το Η.Β.)
pt: A mosca-soldado<i>Chloromyia formosa</i> é frequentemente observada em flores (exemplo do Reino Unido é mostrado)
pt_pt: A mosca-soldado (<i>Chloromyia formosa</i>) é frequentemente observada em flores (é mostrado um exemplo do Reino Unido)
sv_se: Det här är en vapenfluga av arten <i>Chloromyia formosa</i>, som ofta ses på blommor (exempel från Storbritannien).

source: Some of the larger flies that you will see on flowers are from ‘calypterate’ families, most of which are rather rounded insects with obvious bristles on the legs and body.
cy: Mae rhai o'r clêr mwy a welwch ar flodau yn perthyn i deuluoedd y ‘calypterate’, a'r rhan fwyaf o'r rhain yn bryfed eithaf crwn a chanddynt wrych amlwg ar eu coesau a'u cyrff.
de_de: Einige der größeren Fliegen, die man auf den Blüten sieht, gehören zu den "Calyptratae"-Familien. Die meisten von ihnen sind eher rundliche Insekten mit deutlichen Borsten an den Beinen und am Körper.
el: Μερικές από τις μεγαλύτερες σε μέγεθος μύγες που θα δείτε στα λουλούδια ανήκουν στις οικογένειες των ‘calypterate’ - οι περισσότερες είναι στρογγυλεμένες με ευδιάκριτες τρίχες στα πόδια και το σώμα.
pt: Algumas das moscas maiores que você verá nas flores são de famílias "calypterate", a maioria das quais são insetos arredondados com cerdas evidentes nas pernas e no corpo.
pt_pt: Algumas das moscas maiores que encontrará nas flores são de famílias "calypterate", a maioria das quais são insetos arredondados com cerdas evidentes nas pernas e no corpo.
sv_se: En del av de stora flugorna som du kan se på blommor tillhör gruppen "högre flugor", där de flesta har rundad kropp med tydliga borst på ben och kropp.

source: This is a parasitic fly from family Tachinidae
cy: Cleren barasitig yw hon o'r teulu Tachinidae
de_de: Dies ist eine parasitische Fliege aus der Familie der Raupenfliegen (Tachinidae)
el: Αυτή είναι μια παρασιτική μύγα από την οικογένεια Tachinidae
pt: Esta é uma mosca parasita da família Tachinidae
pt_pt: Esta é uma mosca parasita da família Tachinidae
sv_se: Det här är en parasitfluga ur familjen Tachinidae

source: This is the Yellow Dung-fly (family Scathophagidae)
cy: Cleren Felen y Dom yw hon (teulu'r Scathophagidae)
de_de: Dies ist eine Gelbe Dungfliege (Familie Scathophagidae)
el: Αυτό είναι το Yellow Dung-fly (οικογένεια Scathophagidae)
pt: Esta é a mosca-do-estrume (família Scathophagidae)
pt_pt: Esta é a mosca-do-estrume (família Scathophagidae)
sv_se: Det här är en dyngfluga av arten <i>Scathophaga stercoraria</i> (familjen Scathophagidae)

source: It has bristles on the body and legs, and the males in particular have fluffy yellow hairs on the body
cy: Mae ganddi wrych ar ei chorff a'i choesau, ac mae gan y gwrywod yn arbennig flew melyn fflwffog ar eu cyrff
de_de: Sie hat Borsten am Körper und an den Beinen.Vor allem die Männchen haben flauschige gelbe Haare am Körper
el: Έχει σκληρές τρίχες (ακίδες) στο σώμα και στα πόδια, τα αρσενικά έχουν πυκνές κίτρινες τρίχες στο σώμα τους
pt: Possui cerdas no corpo e nas pernas, e os machos em particular têm pelos amarelos fofos no corpo
pt_pt: Possui cerdas no corpo e nas pernas, e os machos, em particular, têm pelos amarelos fofos no corpo
sv_se: Den har borst på kroppen och benen, och framför allt hanarna har en luddig gul behåring på kroppen

source: This is a parasitic fly from family Tachinidae (UK example shown)
de_de: Dies ist eine parasitische Fliege aus der Familie der Raupenfliegen (Tachinidae, Beispiel aus UK)
el: Αυτή είναι μια παρασιτική μύγα από την οικογένεια Tachinidae (παράδειγμα από το Η.Β.)
pt: Esta é uma mosca parasita da família Tachinidae (exemplo de espécie do Reino Unido mostrada)
pt_pt: Esta é uma mosca parasita da família Tachinidae (exemplo de espécie do Reino Unido mostrada)
sv_se: Det här är en parasitfluga ur familjen Tachinidae (exempel från Storbritannien)

source: This is the Yellow Dung-fly (family Scathophagidae, UK example shown)
de_de: Dies ist eine Gelbe Dungfliege (Familie Scathophagidae, Beispiel aus UK)
el: Αυτό είναι το κίτρινο dung-fly (οικογένεια Scathophagidae, παράδειγμα από το Η.Β.)
pt: Esta é uma mosca-do-esterco (família Scathophagidae, exemplo do Reino Unido mostrado)
pt_pt: Esta é uma mosca-do-esterco (família Scathophagidae, exemplo do Reino Unido é mostrado)
sv_se: Det här är dyngflugan Scatophaga stercoraria (familjen Scathophagidae, exempel från Storbritannien)

source: There are many different flies that you may see visiting flowers – for the FIT Count all you need to do is separate them into “hoverflies” and all “other flies”! Don’t forget that hoverflies can hover, an ability that some but not many other flies have. The two examples shown here are UK species for reference.
es: Hay muchas moscas diferentes que podrá ver visitando las flores; para el conteo FIT sólo necesita separarlas en "moscas planeadoras" y "demás moscas". No olvide que las moscas planeadoras pueden permanecer estáticas en el aire, una habilidad que sólo tienen algunas moscas. Los dos ejemplos mostrados aquí son especies del Reino Unido como referencia.
pt_pt: Existem muitas moscas diferentes que pode ver visitando flores - para o FIT Count, tudo o que necessita de fazer é separá-las em “moscas-das-flores” e todas as “outras moscas”! Não se esqueça de que as moscas-das-flores podem pairar, uma habilidade que algumas, mas não muitas outras moscas têm. São mostrados dois exemplos do Reino Unido para referência
sv_se: Det finns många olika sorters flugor som ses besöka blommor - För blombesöksräkningen behöver du endast dela in dem i "Blomflugor" och "Övriga flugor". Glöm inte att blomflugor kan hovra, en förmåga som få andra flugor har. De två exemplen här är engelska arter.

source: This is a dance fly (family Empididae)
es: Esta es una mosca danzante (familia Empdididae)
pt_pt: Esta é uma mosca-de-dança (família Empididae).
sv_se: Detta är en dansfluga (familjen Empididae)

source: Butterflies are very familiar flower visitors. Moths are perhaps less frequently noticed but also visit flowers regularly, either by day or by night. Some moths (see next screen) are quite small and could be overlooked as other types of insect.
de_de: Tagfalter sind sehr bekannte Blütenbesucher. Nachtfalter werden vielleicht weniger häufig wahrgenommen, besuchen aber ebenfalls regelmäßig Blüten - und zwar sowohl bei Tag als auch bei Nacht. Einige Nachtfalter (siehe nächstes Bild) sind recht klein und könnten als andere Insektenarten übersehen werden.
pt_pt: As borboletas diurnas são visitantes muito frequentes das flores. As borboletas noturnas são notadas com menos frequência, mas também visitam as flores regularmente, de dia ou à noite. Algumas borboletas noturnas (veja a próxima tela) são bem pequenas e podem passar despercebidas como sendo outros tipos de inseto.
sv_se: Fjärilar är välbekanta blombesökare. Nattfjärilarna kanske man inte lägger märke till lika ofta, men de besöker också blommor, under dagtid eller nattetid. En del nattfjärilar (se nästa sida) är ganska små och kan därför lätt misstas för andra insekter.

source: Small Tortoiseshell butterfly
cy: Trilliw Bach
de_de: Kleiner Fuchs (Aglais urticae)
el: Πεταλούδα <i> Vanessa cardui </i>
pt: Aglais urticae
pt_pt: Aglais urticae
sv_se: Nässelfjäril

source: Common Blue butterfly
cy: Y Glesyn Cyffredin
de_de: Hauhechel-Bläuling (Polyommatus icarus)
el: Κοινή μπλε πεταλούδα
pt: Borboleta-azul-comum
pt_pt: Borboleta-azul-comum
sv_se: Puktörneblåvinge

source: For the FIT Count there is no need to distinguish between butterflies and moths – they are all counted in the same category.
cy: Ar gyfer y Cyfrif FIT, does dim angen gwahaniaethu rhwng pili-palod a gwyfynod – maen nhw i gyd yn cael eu cyfrif o fewn yr un categori.
de_de: Für die FIT-Zählung muss nicht zwischen Tag- und Nachtfaltern unterschieden werden - sie werden alle in der gleichen Kategorie erfasst.
el: Για το FIT Count δεν χρειάζεται να διαχωρίσετε τις πεταλούδες από τους σκώρους - όλα καταμετρώνται στην ίδια κατηγορία.
pt: Para o FIT Count, não há necessidade de distinguir entre borboletas e mariposas – todas são contadas na mesma categoria.
pt_pt: Para o FIT Count, não há necessidade de distinguir entre borboletas diurnas e borboletas noturnas – são todas contadas na mesma categoria.
sv_se: För att göra en Blombesöksräkning behöver man inte skilja på dagfjärilar och nattfjärilar – de räknas alla i samma grupp, "fjärilar".

source: A range of day-flying moths can be seen visiting flowers. Some of these are quite large (“macro-moths”) and colourful, and some are very small (“micro-moths”). All moths have patterns and colours produced by the tiny scales on their wings.
cy: Gellir gweld amrywiaeth o wyfynod sy'n hedfan yn y dydd yn ymweld â blodau. Mae rhai o'r rhain yn eithaf mawr (“gwyfynod mawr”) a lliwgar, ac mae rhai yn fach iawn (“gwyfynod bach”). Mae gan yr holl wyfynod batrymau a lliwiau sy'n cael eu cynhyrchu gan y cennau pitw bach ar eu hadenydd.
de_de: Es gibt eine Reihe von tagaktiven Nachtfaltern, die auch Blüten besuchen. Einige von ihnen sind recht groß und farbenfroh, andere sind sehr klein ("Kleinschmetterlinge"). Alle Falter haben Muster und Farben, die von den winzigen Schuppen auf ihren Flügeln erzeugt werden.
el: Μπορεί να συναντήσετε αρκετούς ημερόβιους σκώρους πάνω σε άνθη. Μερικοί είναι αρκετά μεγάλοι (μέγεθος πεταλούδα) και πολύχρωμοι, ενώ άλλοι είναι πολύ μικροί (“μικρολεπιδόπτερα”). Τα σχέδια και χρώματα στα φτερά τους σχηματίζονται απο μικροσκοπικά λέπια που καλύπτουν τα φτερά.
pt: Uma variedade de mariposas que voam durante o dia podem ser vistas visitando as flores. Algumas delas são bastante grandes (“macro-mariposas”) e coloridas, e algumas são muito pequenas (“micro-mariposas”). Todas as mariposas têm padrões e cores produzidos pelas pequenas escamas em suas asas.
pt_pt: Uma variedade de borboletas noturnas que voam durante o dia podem ser vistas visitando as flores. Algumas delas são bastante grandes (“macro”) e coloridas, e algumas são muito pequenas (“micro”). Todas as borboletas noturnas têm padrões e cores produzidos pelas pequenas escamas nas suas asas.
sv_se: Många av de nattfjärilar som är aktiva under dagtid besöker blommor. En del av dem är ganska stora ("makro-nattfjärilar") och färggranna, medan andra kan vara mycket små ("mikro-nattfjärilar"). Fjärilarnas färger och mönster skapas med hjälp av pyttesmå fjäll på vingarna.

source: Six-spot Burnet moth (a macro-moth)
cy: Bwrned chwe smotyn (gwyfyn mawr)
de_de: Sechsfleck-Widderchen (Zygaena filipendula)
el: Six-spot Burnet moth (μεγάλος σε μέγεθος σκώρος)
pt: Burnet-de-seis-pontos (uma macro-mariposa)
pt_pt: Burnet-de-seis-pontos (uma borboleta noturna macro)
sv_se: Sexfläckig bastardsvärmare (en sk. makro-nattfjäril)

source: Nettle-tap moth (a micro-moth)
cy: Gwyfyn o'r genws <i>Anthophila</i> (gwyfyn bach)
de_de: Brennnessel-Spreizflügelfalter (Anthophila fabriciana)
el: Nettle-tap moth (μικρο-σκώροι)
pt: Traça (uma micro-mariposa)
pt_pt: Traça (uma borboleta noturna micro)
sv_se: Bredvingad nässelmal (en s.k. mikro-nattfjäril)
