Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: <0>Pollinators are important!</0><br/>Help us monitor them with a Flower-Insect Timed Count
cy: <0>Mae peillwyr yn bwysig!</0><br/>Helpwch ni i'w monitro gyda Chyfrif Blodau-Pryfed wedi'i Amseru
de_de: <0>Bestäubende Insekten sind wichtig. </0><br/>Bitte hilf uns, sie mit einer FIT-Zählung (Flower-Insect Timed Count) zu erfassen.
el: <0> Οι επικονιαστές είναι σημαντικοί! </0> <br/> Βοηθήστε μας να τους καταγράψουμε κάνοντας μια Χρονομετρημένη Καταγραφή Εντόμων σε άνθη
es: <0>Los polinizadores son importantes!</0> <br/>Ayúdenos a monitorearlos con un conteo cronometrado de flores e insectos
pt: <0>Polinizadores são importantes!</0><br/>Ajude-nos a monitorá-los com uma contagem cronometrada Flor-Inseto
pt_pt: <0>Os polinizadores são importantes!</0><br/>Ajude-nos a monitorizá-los com uma contagem cronometrada Flor-Inseto
sv_se: <0>Pollinatörer är viktiga!</0><br/>Hjälp oss att övervaka dem genom att göra en Blombesöksräkning

source: <0><0>Wait for good weather! </0><1>Find a patch of target flowers</1><2>Count the flowers in your patch</2><3>Count <1>all</1> insects that <3>land</3> on the <6>target flowers</6></3><4>The app will tell you when your ten minutes is up</4><5>Save your count, and upload it to the website</5></0>
cy: <0><0>Arhoswch am dywydd da! </0><1>Dewiswch lain (ardal fechan) o flodau targed</1><2>Cyfrifwch y blodau yn eich llain</2><3>Cyfrifwch <1>yr holl</1> bryfed sy'n <3>glanio</3> ar y <6>blodau targed</6></3><4>Bydd yr ap yn rhoi gwybod i chi pan fydd eich deng munud ar ben</4><5>Arbedwch eich cyfrif a'i lwytho i fyny i'r wefan</5></0>
de_de: <0><0>Warte auf gutes Wetter. </0><1>Finde einen Standort mit Zielblüten. </1><2>Zähle die Blüten auf diesem Standort</2><3> Zähle<1> alle</1> Insekten, die auf der <6>Zielblüte</6><3> landen</3></3><4>. Die App wird Dir mitteilen, wenn die 10 Minuten vorbei sind</4><5> Speichere Deine Zählung und lade sie auf der Website hoch</5></0>
el: <0> <0> Έχει ήλιο και δεν φυσάει;</0><1>Βρείτε ένα σημείο το οποίο έχει φυτά-στόχος και τοποθετείστε το πλαίσιο σας </1><2>Μετρήστε τα άνθη του φυτού-στόχου μέσα στο πλαίσιο </2> <3> Καταμετρήσετε <1> όλα </1> τα έντομα που <3> προσγειώνονται </3> στο <6> φυτό-στόχο </6> </3> <4> Αποθηκεύστε την καταμέτρησή σας και ανεβάστε την στην ιστοσελίδα </5> </0>
es: <0><0>¡Espere que haga buen tiempo! </0><1>Encuentre un parche de flores objetivo</1><2>Cuente las flores en su parche</2><3>Cuente <1>todos</1> los insectos que <3>se posan</3> en las <6>flores objetivo</6></3><4>La aplicación le avisará cuando se acaben sus diez minutos</4><5>Guarde su recuento y súbalo al sitio web</5></0>
pt: <0><0>Aguarde por um bom clima! </0><1>Encontre um canteiro de flores alvo</1><2>Conte as flores em seu canteiro</2><3>Conte <1>todos</1> os insetos que <3>pousarem</3> nas <6>flores alvo</6></3><4>O aplicativo lhe avisará quando os dez minutos acabarem.</4><5>Salve sua contagem, e envie-a para o website</5></0>
pt_pt: <0><0>Aguarde por boas condições meteorológicas! </0><1>Encontre uma parcela de flores-alvo</1><2>Conte o número de flores-alvo na sua parcela</2><3>Conte <1>todos</1> os insetos que <3>pousarem</3> nas <6>flores-alvo</6></3><4>A aplicação irá avisá-lo/a quando os dez minutos terminarem.</4><5>Guarde a sua contagem, e submeta-a na página web</5></0>
sv_se: <0><0>Vänta tills det är fint väder!</0><1>Leta upp en plats med blommor</1><2>Räkna valda blommor i din ruta</2><3>Räkna <1>alla</1> insekter som<3>landar</3>på din valda <6>blomma</6></3><4>Appen säger till när 10 minuter har gått</4><5>Spara din räkning och ladda upp den till websidan</5></0>

source: Read our full ‘how-to’ guide, check out insect ID pages, and you’re ready to get started!
cy: Darllenwch ein canllaw arweiniol llawn ar gyfer yr arolwg, edrychwch ar ein tudalennau adnabod pryfed, ac rydych chi'n barod i fynd!
de_de: Lies unseren vollständigen Leitfaden, sieh dir die Beschreibungen der Arten(gruppen) an - und schon kannst du loslegen
el: Διαβάστε τον πλήρη οδηγό μας «πώς να», ελέγξτε τις σελίδες αναγνώρισης εντόμων και είστε έτοιμοι να ξεκινήσετε!
es: Lea la guía "cómo hacerlo", consulte las páginas de identificación de insectos y ¡ya está listo para empezar!
pt: Leia nosso guia completo de "como fazer", confira as páginas de identificação de insetos e você estará pronto para começar!
pt_pt: Leia o nosso guia completo de "como fazer", confira as páginas de identificação de insetos polinizadores, e pode começar!
sv_se: Läs guiden, titta på sidorna för insektsbestämning, och sen kan du börja räkna!

source: Let's start the count!
cy: Ewch ati i gyfrif!
de_de: Beginnen wir mit der Zählung!
el: Ας ξεκινήσουμε την καταμέτρηση!
es: Empecemos el conteo!
pt: Vamos iniciar a contagem!
pt_pt: Vamos iniciar a contagem!
sv_se: Nu börjar vi räkna!

source: Sorry
cy: Sori
de_de: Entschuldigung
el: Λυπάμαι
es: Lo siento
pt: Desculpe
pt_pt: Desculpe
sv_se: Tyvärr

source: The user credentials were incorrect.
cy: Roedd manylion y defnyddiwr yn anghywir.
de_de: Die Anmeldedaten des Benutzers waren falsch.
el: Οι πληροφορίες για το χρήστη είναι λανθασμένες.
es: Las credenciales del usuario eran incorrectas.
pt: As credenciais de usuário estavam incorretas
pt_pt: As credenciais de utilizador estavam incorretas
sv_se: Användaruppgifterna var felaktiga

source: How To
cy: Canllaw Cyflym
de_de: So gehts
el: Πώς να
es: Cómo hacerlo
pt: Como Fazer
pt_pt: Como Fazer
sv_se: Hur gör man

source: FIT Count quick guide
cy: Canllaw cyflym i'r Cyfrif FIT
de_de: FIT-Zählung Kurzanleitung
el: Γρήγορος οδηγός FIT Count
es: Guía rápida
pt: Guia rápido para FIT Count
pt_pt: Guia rápido do FIT Count
sv_se: Snabbguide

source: FIT Counts take about 10–15 minutes, during which you are asked to count every insect that lands on the flowers of your chosen target flower species.
cy: Mae Cyfrifon FIT yn cymryd tua 10-15 munud i'w cwblhau, ac yn ystod yr amser hwn mae gofyn i chi gyfrif pob pryfyn sy'n glanio ar y blodau a ddewisoch fel rhywogaeth darged o flodau.
de_de: Eine FIT-Zählung dauert 10 bis 15 Minuten. In dieser Zeit zählst Du alle Insekten, die auf der von Dir ausgewählten Zielblüte landen.
el: Οι μετρήσεις FIT χρειάζονται 10-15 λεπτά, κατά τη διάρκεια των οποίων πρέπει να μετρήσετε και να καταγράψετε κάθε έντομο που προσγειώνεται στα άνθη του φυτού που επιλέξατε.
es: Los conteos FIT duran unos 10-15 minutos, durante los cuales se le pide que cuente todos los insectos que se posan en las flores de la especie de flor objetivo elegida.
pt: FIT Counts leva cerca de 10-15 minutos, durante os quais você será solicitado a contar todos os insetos que pousarem nas flores da espécie que você escolheu.
pt_pt: FIT Counts têm uma duração de cerca de 10-15 minutos, durante os quais é pedido que conte todos os visitantes florais que pousarem nas flores da espécie-alvo que escolheu.
sv_se: En blombesöksräkning tar ca 10–15 minuter. Under den tiden räknar du varje insekt som landar på blommorna av den växt du valt.

source: You can complete a FIT Count in good weather between 1 April and 30 September.
cy: Gallwch wneud Cyfrif FIT mewn tywydd da rhwng 1 Ebrill a 30 Medi.
de_de: Du kannst eine FIT-Zählung bei gutem Wetter zwischen dem 1. April und dem 30. September durchführen.
el: Οι μετρήσεις FIT μπορούν να πραγματοποιηθούν μεταξύ 1 Απριλίου και 30 Σεπτεμβίου, όταν ο καιρός είναι καλός.
es: Puede realizar un recuento FIT con buen tiempo entre el 11 de septiembre y el 30 de marzo.
pt: Você pode completar uma contagem em boas condições meteorológicas entre 1 de abril e 30 de setembro.
pt_pt: Pode completar uma contagem em boas condições meteorológicas.
sv_se: Du kan göra en blombesöksräkning vid bra väder mellan 1 april och 30 september.

source: You can complete a FIT Count in good weather at any time of year.
de_de: Du kannst eine FIT-Zählung bei gutem Wetter und zu jeder Jahreszeit durchführen.
el: Οι μετρήσεις FIT μπορούν να πραγματοποιηθούν καθ 'όλη τη διάρκεια του έτους, όταν ο καιρός είναι καλός, κι όποτε βρίσκετε ανθοφόρα φυτά.
es: Puede realizar un conteo FIT con buen tiempo y en cualquier época del año.
pt: Você pode realizar uma FIT Count em dias de tempo bom em qualquer época do ano.
pt_pt: Você pode realizar o FIT Count em dias com boas condições meteorológicas em qualquer época do ano.
sv_se: Du kan göra en blombesöksräkning vid bra väder när som helst under året.

source: Choose just one type of flower as your target flower - where possible use one of the FIT Count target flowers, but if you can't find one from the list you can choose a different flower as the target.
cy: Dewiswch ddim ond un math o flodyn fel blodyn targed - lle bo modd defnyddiwch un o flodau targed y Cyfrif FIT, ond os na allwch ddod o hyd i un o'r rhestr, gallwch ddewis blodyn gwahanol fel targed.
de_de: Wähle nur eine Blütenart als Deine Zielblüte aus - wenn möglich, wähle eine der für die FIT-Zählung vorgegebenen Arten aus der Liste aus. Wenn du keine Blüte aus der Liste findest, kannst du auch eine andere Zielblüte auswählen.
el: Επιλέξτε ένα τύπο φυτού ως φυτό-στόχο. Όπου είναι δυνατό, επιλέξτε ένα από τα προτεινόμενα FIT Count φυτά-στόχους. Εάν αυτό δεν είναι δυνατό, διαλέξτε κάποιο άλλο φυτό ως φυτό-στόχο και καταγράψτε το.
es: Elija un solo tipo de flor como objetivo: siempre que sea posible, utilice una de las flores objetivo del conteo incluidos en la aplicación FIT, pero si no puede encontrar ninguna de la lista, puede elegir una flor diferente como objetivo.
pt: Escolha apenas um tipo de flor como sua flor alvo - quando possível, use uma das flores alvo listadas no FIT Count, mas se você não conseguir encontrar uma na lista, poderá escolher uma flor diferente como alvo.
pt_pt: Escolha apenas um tipo de flor como a flor-alvo - quando possível, use uma das flores-alvo listadas no FIT Count, mas se não conseguir encontrar uma na lista, poderá escolher uma flor diferente como alvo.
sv_se: Välj en sorts blomma – använd om möjligt en av arterna som listas i appen. Om den saknas kan du välja en annan blomma.

source: Mark out a 50 × 50 cm patch containing your target.
cy: Marciwch lain 50 x 50 cm yn cynnwys eich targed.
de_de: Markiere einen 50 x 50 cm-Standort, auf dem deine Zielblüte wächst.
el: Οριοθετείστε μια περιοχή 50 x 50 cm, χρησιμοποιώντας ένα πλαίσιο.
es: Marque un parche de 50 × 50 cm que contenga tu objetivo.
pt: Delimite uma área de 50 × 50 cm contendo seu alvo.
pt_pt: Delimite uma parcela de 50 × 50 cm contendo a flor-alvo.
sv_se: Märk ut en ruta på 50x50 cm som innehåller blomsorten du valt.

source: Count the number of individual flowers for your target species that are within your patch.
cy: Cyfrifwch nifer y blodau unigol o'ch rhywogaeth darged sydd o fewn eich llain chi.
de_de: Zähle jede Blüte deiner Zielblüte innerhalb des ausgewählten Standortes.
el: Μετρήστε τον αριθμό των μεμονωμένων ανθέων του φυτού-στόχο, εντός του πλαισίου.
es: Cuente el número de flores individuales de su especie objetivo que hay en su parche.
pt: Conte o número de flores individuais para a espécie-alvo escolhida que estão dentro da área delimitada.
pt_pt: Conte o número de flores individuais para a espécie-alvo escolhida que esteja dentro da parcela delimitada.
sv_se: Räkna antalet enskilda blommor av din valda art i rutan.

source: Using the timer in the app, spend ten minutes counting all insects that land on the target flowers (ignore other flowers, and do your best to count each individual insect once only!).
cy: Gan ddefnyddio'r amserydd yn yr ap, treuliwch ddeng munud yn cyfrif pob pryfyn sy'n glanio ar y blodau targed (anwybyddwch flodau eraill, a gwnewch eich gorau i gyfrif pob un pryfyn unigol unwaith yn unig!)
de_de: Zähle mit Hilfe des Timers in der App zehn Minuten lang alle Insekten, die auf den Zielblüten landen (ignoriere andere Blüten und versuche, jedes einzelne Insekt nur einmal zu zählen).
el: Αφιερώστε 10 λεπτά για να μετρήσετε τα έντομα που προσγειώνονται στο φυτό-στόχο (αγνοείστε άλλα είδη φυτών εντός του πλαισίου). Χρησιμοποιήστε το χρονόμετρο της εφαρμογής. Μετρήστε κάθε έντομο μόνο μια φορά.
es: Utilizando el cronómetro de la aplicación, dedique diez minutos a contar todos los insectos que se posan en las flores objetivo (ignore las demás flores y haga todo lo posible por contar cada insecto una sola vez).
pt: Usando o cronômetro do aplicativo, conte durante dez minutos todos os insetos que pousarem nas flores alvo (ignore as outras flores e faça o possível para contar cada inseto individualmente apenas uma vez!).
pt_pt: Utilizando o temporizador da aplicação, conte, durante dez minutos, todos os visitantes florais que pousarem nas flores da espécie-alvo (ignore as outras flores e faça o possível para contar cada visitante floral individualmente apenas uma vez!).
sv_se: Använd timern i appen för att under 10 minuter räkna alla insekter som landar på blommorna du valt (bortse från andra blommor, och försök bara räkna varje insekt en gång!)

source: Fill in some simple weather details.
cy: Rhowch fanylion syml am y tywydd.
de_de: Trage einige einfache Wetterinformationen ein
el: Συμπληρώστε μερικά στοιχεία για τον καιρό.
es: Rellene algunos datos meteorológicos sencillos.
pt: Preencha alguns detalhes do clima.
pt_pt: Adicione alguns detalhes simples relativos às condições meteorológicas.
sv_se: Fyll i uppgifter om vädret.

source: Save your count, and upload it to the website.
cy: Arbedwch eich cyfrif a'i lwytho i fyny i'r wefan.
de_de: Speichere Deine Zählung und lade sie auf der Website hoch.
el: Αποθηκεύστε την καταμέτρησή σας και ανεβάστε την στο website.
es: Guarde su conteo y súbalo al sitio web.
pt: Salve sua contagem, e envie-a para o website.
pt_pt: Guarde a sua contagem, e submeta-a para a página web.
sv_se: Spara och ladda upp din blombesöksräkning.

source: Further information and guides are available at
cy: Mae rhagor o wybodaeth a chanllawiau i'w cael yn
de_de: Weitere Informationen und Anleitungen findest Du unter
el: Περισσότερες πληροφορίες και οδηγίες διατίθενται στo
es: Puede encontrar más información y guías en
pt: Mais informações e guias estão disponíveis em
pt_pt: Mais informações e guias estão disponíveis em
sv_se: Mer information och instruktioner finns på

source: Identify the insects into their broad groups (bumblebees, hoverflies etc.) – any that you don't recognise should be counted as "other insects".
cy: Rhannwch y pryfed yn ôl eu grwpiau bras (cacwn, pryfed hofran, ayb.) – dylech gyfrif unrhyw rai na allwch eu hadnabod fel pryfed eraill.
de_de: Bestimme die Insekten nach ihren großen Gruppen (Hummeln, Schwebfliegen usw.) - alle, die du nicht erkennst, sollten als "andere Insekten" gezählt werden.
el: Η αναγνώριση των εντόμων γίνεται σε επίπεδο ευρύτερης ταξινομικής ομάδας (βομβίνος, συρφίδα κλπ.)- εάν το έντομο δεν υπάγεται σε κάποια από τις προτεινόμενες ομάδες, τοποθετείστε το στην κατηγορία «Άλλο έντομο».
es: Identifique los insectos de acuerdo con su grupo general (abejorros, moscas, etc.); los que no reconozca deben contarse como "otros insectos".
pt_pt: Identifique os visitantes florais em grupos mais amplos (abelhões, moscas-das-flores, entre outros) - qualquer visitante floral que não consiga reconhecer deve ser contado como "outros insetos".
sv_se: Bestäm vilken grupp varje insekt tillhör (humlor, blomflugor osv.) – de du inte kan bestämma räknas som "Andra insekter".

source: "Good weather" is dry, and with temperature at least 13°C in sunny conditions, or at least 15°C when cloudy.
cy: "Tywydd da" yw tywydd sych ble mae'r tymheredd yn 13°C o leiaf pan mae'n heulog, neu'n 15°C o leiaf pan mae'n gymylog.
de_de: "Gutes Wetter" ist trocken mit mindestens 13°C bei Sonnenschein oder mindestens 15°C bei bewölktem Wetter.
el: Καλός καιρός θεωρείται μία μέρα που δεν βρέχει ή φυσάει πολύ με θερμοκρασία τουλάχιστον 13 ˚C σε ηλιόλουστες συνθήκες ή τουλάχιστον 15 ˚C όταν έχει συννεφιά.
es: "Buen clima" es seco, y con una temperatura de al menos 13°C en condiciones de sol, o de al menos 15°C cuando esté nublado.
pt: "Tempo bom" é sem chuva e com temperatura de pelo menos 13°C ensolarado ou pelo menos 15°C nebuloso.
pt_pt: "Boas condições meteorológicas" correspondem a tempo seco, com uma temperatura de pelo menos 13°C e condições ensolaradas, ou pelo menos 15°C em condições de alguma nebulosidade.
sv_se: "Bra väder" är torrt och minst 13°C om det är solsken, eller minst 15°C om det är molnigt.

source: The timer will now start!
cy: Bydd yr amserydd yn dechrau nawr!
de_de: Der Timer wird nun gestartet!
el: Το χρονόμετρο θα ξεκινήσει τώρα!
es: El cronómetro comenzará ahora!
pt: O cronômetro começará agora!
pt_pt: O temporizador irá começar agora!
sv_se: Nu börjar tiden!

source: Count every insect that lands on the target flowers (count each individual once).
cy: Cyfrifwch bob pryfyn sy'n glanio ar y blodau targed (cyfrifwch bob unigolyn unwaith).
de_de: Zähle jedes Insekt, das auf Deiner Zielblüte landet (zähle jedes Individuum einmal)
el: Μετρήστε κάθε διαφορετικό έντομο που προσγειώνεται στο φυτό-στόχο (μόνο μία φορά).
es: Cuente cada insecto que se pose en las flores objetivo (cuente cada individuo una sola vez).
pt: Conte todos os insetos que pousarem nas flores alvo (conte cada indivíduo uma única vez).
pt_pt: Conte todos os visitantes florais que pousarem nas flores-alvo (conte cada indivíduo uma única vez).
sv_se: Räkna varje insekt som landar på blommorna du valt (räkna varje individ endast en gång)

source: Tap the insect images to increase your count (minus buttons will decrease the count)
cy: Tapiwch y lluniau o'r pryfed i gyfrif i fyny (bydd y botymau minws yn cyfrif i lawr)
de_de: Tippe auf die Insektenbilder, um die Anzahl zu erhöhen (Minustasten verringern die Anzahl)
el: Πιέστε στα εικονίδια των εντόμων για να αυξήσετε τον αριθμό των καταμετρημένων εντόμων (πατήστε πλην για μειώση του αριθμού)
es: Toque las imágenes de los insectos para aumentar su conteo (los botones con el signo menos disminuirán el conteo)
pt: Toque nas imagens dos insetos para aumentar sua contagem (os botões "menos" diminuirão a contagem)
pt_pt: Toque nas imagens dos polinizadores para aumentar a sua contagem (os botões com "menos" irão diminuir a contagem)
sv_se: Tryck på insektsbilden för att öka antalet (minus-knapparna minskar antalet)

source: Start Count
cy: Dechrau Cyfrif
de_de: Starte die Zählung
el: Έναρξη καταμέτρησης
es: Inicie el conteo
pt: Inicie a contagem
pt_pt: Inicie a contagem
sv_se: Börja räkna

source: FIT Counts take about 10–15 minutes, during which you are asked to count every flower visitor that lands on the flowers of your chosen target flower species.
de_de: Eine FIT-Zählung dauert 10 bis 15 Minuten. In dieser Zeit zählst Du alle blütenbesuchenden Insekten, die auf der von Dir ausgewählten Zielblüte landen.
es: Los conteos FIT duran unos 10-15 minutos, durante los cuales se le pide que cuente todos los insectos que se posan en las flores de la especie de flor objetivo elegida.
pt_pt: FIT Counts têm uma duração de cerca de 10-15 minutos, durante os quais é pedido que conte todos os visitantes florais que pousarem nas flores da espécie-alvo que escolheu.
sv_se: En blombesöksräkning tar ca 10-15 minuter och under den tiden ska du räkna varje blombesökare som landar på blommorna av din valda art.

source: Using the timer in the app, spend ten minutes counting all flower visitors that land on the target flowers (ignore other flowers, and do your best to count each individual flower visitor once only!).
de_de: Zähle mit Hilfe des Timers in der App zehn Minuten lang alle Blütenbesucher, die auf den Zielblüten landen (ignoriere andere Blüten und versuche, jeden einzelnen Blütenbesucher nur einmal zu zählen).
es: Utilizando el cronómetro de la aplicación, dedique diez minutos a contar todos los insectos que se posan en las flores objetivo (ignore las demás flores y haga todo lo posible por contar cada insecto una sola vez).
pt_pt: Usando o temporizador da aplicação, conte, durante dez minutos, todos os visitantes florais que pousarem nas flores da espécie-alvo (ignore as outras flores e faça o possível para contar cada visitante floral individualmente apenas uma vez!).
sv_se: Använd timern i appen och räkna under tio minuter alla blombesökare som landar på blomarten du valt (ignorera alla andra blommor samt gör ditt bästa för att räkna varje blombesökare endast en gång).

source: Identify the flower visitors into their broad groups (bumblebees, hoverflies etc.) – any that you don't recognise should be counted as "other insects" or "don't know".
de_de: Bestimme die Blütenbesucher nach ihren großen Gruppen (Hummeln, Schwebfliegen usw.) - alle, die Du nicht erkennst, werden als "andere Insekten" oder "weiß nicht" gezählt.
es: Identifique los insectos de acuerdo con su grupo general (abejorros, moscas, etc.); los que no reconozca deben contarse como "otros insectos" o "no sé".
pt_pt: Identifique os visitantes florais em grupos mais amplos (abelhões, moscas-das-flores, entre outros) - qualquer visitante floral que não consiga reconhecer deve ser contado como "outros insetos".
sv_se: Identifiera blombesökaren till deras grupp (humla, blomfluga etc.) - de du inte känner igen ska räknas som "andra insekter" eller "vet ej".

source: Note: it will remain in the gallery.
cy: Noder: bydd yn aros yn yr oriel.
de_de: Hinweis: Es wird in der Galerie verbleiben.
el: Σημείωση: θα παραμείνει στη συλλογή.
es: Nota: permanecerá en la galería.
pt: Nota: permanecerá na galeria.
pt_pt: Nota: permanecerá na galeria.
sv_se: OBS: den kommer att ligga kvar i galleriet.

source: Oops! Something went wrong.
cy: Wps! Mae rhywbeth wedi mynd o'i le.
de_de: Oops! Etwas ist schief gelaufen
el: Ωχ! κάτι πήγε στραβά.
es: ¡Uy! Algo salió mal.
pt: Ops! Algo deu errado.
pt_pt: Oops! Passou-se algo de errado.
sv_se: Hoppsan! Något gick på tok.

source: This is the error event id: {{eventId}}
cy: Dyma rif adnabod yr achos o wall: {{eventId}}
de_de: Dies ist die Fehlerereignis-ID: {{eventId}}
el: Παρουσιάστηκε λάθος: {{eventId}}
es: Este es el id de evento de error: {{eventId}}
pt: Este é o ID do evento de erro: {{eventId}}
pt_pt: Este é o ID do evento de erro: {{eventId}}
sv_se: Det här felet har felkoden: {{eventId}}

source: What is the <1>sky</1> above your location?
cy: Sut mae'r <1>awyr</1> uwch ben eich lleoliad?
de_de: Wie sieht der <1>Himmel</1> über Deinem Standort aus?
el: Πώς ήταν ο <1>ουρανός</1> κατά τη διάρκεια της καταμέτρησης;
es: ¿Cómo es el <1>cielo</1> sobre su ubicación?
pt: Como está o <1>céu</1> acima da sua localização?
pt_pt: Como está o <1>céu</1> acima da sua localização?
sv_se: Hur ser <1>himmeln</1> ut?

source: How much <1>sun</1> fell on your patch during the FIT Count; was it:
cy: Faint o <1>haul</1> oedd ar eich llain yn ystod y Cyfrif FIT? Oedd y llain:
de_de: Wie viel <1>Sonne</1> fiel während der FIT-Zählung auf Deinen Standort; war es:
el: Πόση <1>ηλιοφάνεια</1> υπήρχε στο σημείο που κάνατε την καταμέτρηση;
es: Cuánto <1>sol</1> había en su parche durante el recuento FIT; fue de:
pt: Quanto sol caiu em seu patch durante a contagem FIT; foi isso: Quanta <1>luz solar</1> incidiu sobre o fragmento durante a contagem FIT; foi:
pt_pt: A quantidade de <1>luz solar</1> que incidiu sobre a parcela durante o FIT Count foi:
sv_se: Hur<1> solbelyst</1> var din ruta under Blombesöksräkningen?

source: What was the <1>wind</1> strength?
cy: Beth oedd cryfder y <1>gwynt</1>?
de_de: Wie war die <1>Windstärke</1>?
el: Πόσο δυνατός ήταν ο <1>αέρας</1> κατά τη διάρκεια της καταμέτρησης;
es: ¿Qué tan fuerte era el <1>viento</1>?
pt: Qual foi a força do <1>vento</1> ?
pt_pt: Qual foi a intensidade do <1>vento</1> ?
sv_se: Hur stark var <1>vinden</1>?

source: Upload
cy: Llwytho i fyny
de_de: Hochladen
el: Φόρτωση
es: Cargar
pt: Carregar
pt_pt: Submeter
sv_se: Skicka in
