Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: Many hoverflies have the typical black and yellow markings, but there is quite a lot of variety in shape, size and markings among them, often mimicking other insects like bees and wasps. The generic hoverfly traits presented before should always work. Some examples are shown above.
pt_pt: Muitas espécies de moscas-das-flores têm padrões típicos de preto, amarelo ou vermelho, mas existe uma grande variedade de formas, tamanhos e padrões, geralmente imitando outros insetos como abelhas e vespas. As características genéricas das moscas-das-flores apresentadas anteriormente devem funcionar sempre. Aqui estão alguns exemplos de moscas-das-flores
sv_se: Många blomflugor har typiska svarta och gula mönster, men det finns mycket variation i storlek, form och mönster hos dem och de liknar ofta andra insekter som bin eller getingar. De typiska kännetecknen för blomflugor stämmer alltid, några exempel visas ovan.

source: Very common genera present very elongated bodies, as in Sphaerophoria (in the image), Melanostoma or Syritta
pt_pt: Géneros muito comuns incluem corpos muito alongados, como em Sphaerophoria (na imagem), Melanostoma ou Syritta
sv_se: Väldigt vanliga grupper har en utdragen kropp, som sländblomflugor (på bilden), gräsblomflugor eller kompostblomflugor

source: Slight elongated bodies with metallic dark or green are very common in genera like Cheilosia
pt_pt: Corpos ligeiramente alongados com tonalidade preta ou verde metálica são muito comuns em género como a Cheilosia.
sv_se: Lite utdragen mörk eller grön kropp med metallglans ör vanligt hos örtblomflugor.

source: Some species of the genus Merodon are very good bumblebee mimics – check the antennae to be sure they are not bumblebees!
pt_pt: Algumas espécies do género Merodon mimetizam muito bem os abelhões - verifique as antenas para ter a certeza de que não são abelhões!
sv_se: Några arter av narcissblomflugor är väldigt lika humlor - titta på antennerna för att vara säker på att de inte är humlor!

source: Some hoverflies are small and mostly dark in colour, but have the generic hoverfly traits, as in Paragus
pt_pt: Algumas moscas-das-flores são pequenas e maioritariamente pretas, mas apresentam as características gerais das moscas-das-flores, como no género Paragus
sv_se: Några blomflugor är små och mörka, men har typiska karaktärer, som stäppblomflugor

source: Info
cy: Gwybodaeth
el: Πληροφορίες
es: Información
pt_pt: Informações

source: App
es: Aplicación
pt_pt: Aplicação

source: Cymraeg
de_de: Walisisch
el: Ουαλικά
es: Galés
pt: Galês
pt_pt: Galês

source: FIT Count logo
cy: Logo Cyfrif FIT
de_de: FIT-Zählung Logo
el: Λογότυπο FIT Count
es: Logo de Registro FIT
pt: Logo do FIT Count
pt_pt: Logotipo do FIT Count

source: App version
cy: Fersiwn yr ap
el: Έκδοση εφαρμογής
es: Versión app
pt: Versão do App
pt_pt: Versão da Aplicação

source: April
cy: Ebrill
el: Απρίλιο
es: Abril
pt: Abril
pt_pt: Abril

source: September
cy: Medi
el: Σεπτέμβριο
es: Septiembre
pt: Setembro
pt_pt: Setembro

source: November
cy: Tachwedd
el: Νοέμβριο
es: Noviembre
pt: Novembro
pt_pt: Novembro

source: December
cy: Rhagfyr
de_de: Dezember
el: Δεκέμβριο
es: Diciembre
pt: Dezembro
pt_pt: Dezembro

source: Fuchsia
de_de: Fuchsie
es: Chilco
pt_pt: Brincos-de-princesa

source: Magnolia
de_de: Magnolie
pt_pt: Magnólias

source: Oxalis
de_de: Sauerklee
pt_pt: Azeda

source: Argentina
cy: Yr Ariannin
de_de: Argentinien
el: Αργεντινή

source: No photo has been added.
de_de: Es wurde kein Foto hinzugefügt
pt: Nenhuma foto foi adicionada.

source: Forest edge
de_de: Waldrand

source: Field margins
de_de: Feldrain

source: Orchard meadow
de_de: Obstwiese

source: Fallow land
de_de: Brache

source: Buddleja
de_de: Sommerflieder, Buddleja
el: Βουδλέια Δαβίδειος

source: Calliandra
de_de: Puderquastenstrauch, Calliandra

source: Mimosa
de_de: Mimose

source: App guide illustrations made by:<1><0><0>www.divulgare.net</0></0><1><0>https://flic.kr/p/2k2HaKk</0></1><2><0>http://www.clker.com/</0></2></1>
pt: Ilustrações do guia do App feitas por:<1><0><0>www.divulgare.net</0></0><1><0>https://flic.kr/p/2k2HaKk</0></1><2><0>http://www.clker.com/</0></2></1>

source: Identify the insects into their broad groups (bumblebees, hoverflies etc.) – any that you don't recognise should be counted as other insects.
pt: Identifique os insetos em seus grupos mais amplos (abelhas, moscas-das-flores etc.) - qualquer um que você não reconheça deve ser contado como outros insetos.

source: Honeybees are known in Brazil as “european bees” or “africanized bees”. Honeybees are larger than most (not all) solitary bees, and smaller than most bumblebees. Look out for:
pt: Abelhas melíferas são conhecidas no Brasil como "abelhas europeias" ou "abelhas africanizadas". Abelhas melíferas são maiores do que a maioria (senão todas) as abelhas solitárias, e menores do que a maioria das mamangavas. Procure por:

source: Bumblebees are very rounded and mostly furry bees. The queens are among our largest bees; workers can be quite small, but are larger than most solitary bees. Look out for:
pt: Mamangava são abelhas arredondadas e peludas. As rainhas estão entre as maiores abelhas; as operárias são bem menores, porém maiores que a maioria das abelhas solitárias. Procure por:

source: In Brazil, “bumblebee” is the common name for Xylocopa and Bombus species, both with large bees. However, there are some difference, look out for:
pt: No Brasil, "mamangava" é o nome comum para as espécies de Xylocopa e Bombus, ambas com abelhas de grande tamanho. Entretanto, há algumas diferenças, procure por:

source: Solitary bees are less rounded than bumblebees, and most are smaller than honeybees. Look out for:
pt: Abelhas solitárias são menos arredondadas que as mamangavas, e a maioria é menor do que as abelhas melíferas. Procure por:

source: Among the 3000 species of solitary bee, there is a lot of variation in size, colour and how hairy they appear. Here are some examples:
pt: Entre as 3000 espécies de abelhas solitárias, há grande variação no tamanho, coloração e o quão peludas elas parecem. Aqui há alguns exemplos:

source: The genus <I>Hylaeus</i> (Family Colletidae) can look very similar to wasps and lack structures for carrying pollen.
pt: O gênero <I>Hylaeus</i> (Família Colletidae) pode parecer bastante com vespas e não apresentar estruturas para transporte de pólen.

source: There are many different flies that you may see visiting flowers. Hoverflies are very active and agile flyers, and are frequently seen hovering, as you would expect from their name. Look out for:
pt: Há muitos tipos diferentes de moscas que você pode observar visitando flores. Moscas das flores são bastante ativas e voadoras ágeis, algumas são vistas frequentemente pairando no ar. Procure por:

source: Butterflies are very familiar flower visitors. Moths are perhaps less frequently noticed but also visit flowers regularly, either by day of by night.
pt: As borboletas são visitantes muito frequentes das flores. As mariposas talvez sejam menos frequentes, mas também visitam as flores regularmente, tanto de dia ou à noite.

source: Another example of beetle that visits flowers:
pt: Outro exemplo de besouro que visita flores:

source: Orchid
pt: Orquídea

source: Plantation florest
pt: Floresta plantada

source: Chile
el: Χιλή
