Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: Back
cy: Nôl
de_de: Zurück
el: Πίσω
es: Atrás
pt: Voltar
pt_pt: Voltar
sv_se: Tillbaka

source: Menu
cy: Dewislen
de_de: Menü
el: Μενού
sv_se: Meny

source: About
cy: Ynghylch
de_de: Über
el: Σχετικά
es: Acerca de
pt: Sobre
pt_pt: Sobre
sv_se: Om

source: The Flower-Insect Timed Count (FIT Count) is a 10-minute survey designed to collect new data on numbers of flower-visiting insects.
cy: Mae'r Cyfrif Blodau-Pryfed wedi'i Amseru (Cyfrif FIT) yn arolwg 10 munud sydd wedi'i ddylunio i gasglu data newydd ar niferoedd pryfed sy'n ymweld â blodau.
de_de: Die 10-minütige Zählung blütenbesuchender Insekten (FIT-Zählung) ist darauf ausgerichtet, neue Daten über Bestäuber zu sammeln.
el: Η Χρονομετρημένη Καταμέτρηση Φυτών-Εντόμων (FIT Count), έχεις ως σκοπό τη συλλογή δεδομένων για τους επικονιαστές. Διαρκεί 10 λεπτά.
es: El recuento de flores e insectos (FIT Count) es un registro de 10 minutos diseñado para recopilar nuevos datos sobre la cantidad de insectos que visitan las flores.
pt: A contagem temporizada de flores-insetos (FIT Count, do inglês Flower-Insect Timed Count) é um formulário de 10 minutos projetada para coletar novos dados sobre o número de insetos que visitam flores.
pt_pt: A contagem cronometrada flores-insetos (FIT Count, do inglês Flower-Insect Timed Count) é um protocolo de 10 minutos projetado para colher novos dados sobre o número de insetos que visitam flores.
sv_se: Blombesöksräkning är en 10 minuter lång undersökning för att samla uppgifter om antalet insekter som besöker blommor.

source: Privacy Policy
cy: Polisi Preifatrwydd
de_de: Datenschutzbestimmungen
el: Πολιτική Απορρήτου
es: Política de privacidad
pt: Política de Privacidade
pt_pt: Política de Privacidade
sv_se: Sekretess

source: Credits
cy: Cydnabyddiaeth
de_de: Impressum
el: Συντελεστές
es: Créditos
pt: Créditos
pt_pt: Créditos
sv_se: Tack

source: Settings
cy: Gosodiadau
de_de: Einstellungen
el: Ρυθμίσεις
es: Configuración
pt: Configurações
pt_pt: Definições
sv_se: Inställningar

source: User re-login is required.
pt_pt: É necessário volta registar-se
sv_se: Vänligen logga in igen

source: Delete account
es: Eliminar cuenta
pt_pt: Apagar conta
sv_se: Radera konto

source: You can delete your user account from the system.
es: Puede eliminar su cuenta de usuario del sistema.
pt_pt: Pode apagar a sua conta de utlizador do sistema
sv_se: Du kan radera ditt användarkonto från systemet.

source: This will remove your account on the FIT Count website. You will lose access to any records that you have previously submitted using the app or website.
es: Esta acción eliminará su cuenta en el sitio web de FIT Count. Perderá el acceso a cualquier registro que haya enviado previamente utilizando la aplicación o el sitio web.
pt_pt: Esta ação apagará a sua conta na página do FIT Count. Irá perder o acesso a todos os registos enviados anteriormente através da aplicação ou da página.
sv_se: Detta kommer radera ditt konto från FIT Counts hemsida. Du kommer förlora tillgång till alla uppgifter du lagt till i appen och på hemsidan.

source: Account delete
es: Eliminar cuenta
pt_pt: Apagar conta
sv_se: Ta bort konto

source: Are you sure you want to delete your account?
es: Está seguro que quiere eliminar su cuenta?
pt_pt: Tem a certeza que deseja apagar a sua conta?
sv_se: Är du säker på att du vill radera ditt konto?

source: Language
cy: Iaith
de_de: Sprache
el: Γλώσσα
es: idioma
pt: Idioma
pt_pt: Idioma
sv_se: Språk

source: Country
cy: Gwlad
de_de: Land
el: Χώρα
es: País
pt: País
pt_pt: País
sv_se: Land

source: Share App Analytics
cy: Rhannu Data Dadansoddi'r Ap
de_de: App-Analysen teilen
el: Κοινοποίηση των App Analytics
es: Compartir análisis de aplicaciones
pt: Compartilhar Estatísticas do App
pt_pt: Partilhar Estatísticas da Aplicação
sv_se: Dela data om app-användning

source: Share app crash data so we can make the app more reliable.
cy: Rhannwch ddata'r ap am chwalfeydd i'n helpu i wneud yr ap yn fwy dibynadwy.
de_de: Teile App-Abstürze, damit wir die App noch zuverlässiger machen können.
el: Μοιραστείτε τα δεδομένα που συλλέξατε μαζί μας, για να κάνουμε την εφαρμογή πιο αξιόπιστη.
es: Comparta los datos de fallo de la aplicación para que podamos hacerla más confiable.
pt: Compartilhar dados de problemas para que possamos tornar o aplicativo mais confiável.
pt_pt: Partilhar dados de problemas para podermos tornar a aplicação mais confiável.
sv_se: Dela uppgifter om appen kraschar, för att hjälpa till att göra den mer stabil.

source: We are grateful to all the people who helped to create this app:
cy: Rydyn ni'n ddiolchgar i bawb a helpodd i greu'r ap hwn:
de_de: Wir bedanken uns bei allen, die an der Entwicklung dieser App mitgewirkt haben:
el: Ευχαριστούμε όλους όσους βοήθησαν στη δημιουργία αυτής της εφαρμογής:
es: Agradecemos a todas las personas que ayudaron a crear esta aplicación:
pt: Somos gratos a todas pessoas que ajudaram a criar este app:
pt_pt: Estamos gratos a todas as pessoas que ajudaram a criar esta aplicação:
sv_se: Stort tack till alla som hjälpt till att skapa den här appen.

source: App design concepts
de_de: App-Designkonzepte
es: Conceptos de diseños de la aplicación
pt: Conceitos de projeto do app
pt_pt: Conceitos de design da aplicação
sv_se: Appens utformning

source: Got it!
cy: Deall!
de_de: Verstanden!
el: Το κατάλαβα!
es: Entendido!
pt: Entendi!
pt_pt: Percebi!
sv_se: Jag förstår!

source: ID Guide
cy: Canllaw Adnabod
de_de: Handbuch
el: Οδηγός αναγνώρισης
es: Guía de Identificación
pt: Guia de identificação
pt_pt: Guia de identificação
sv_se: Bestämningshjälp

source: Insect Groups
cy: Grwpiau Pryfed
de_de: Insektengruppen
el: Ταξινομική ομάδα εντόμων
es: Grupos de insectos
pt: Grupos de Insetos
pt_pt: Grupos de Insetos
sv_se: Insektsgrupper

source: Flowers
cy: Blodau
de_de: Blüten
el: Φυτό
es: Flores
pt: Flores
pt_pt: Flores
sv_se: Blommor

source: Brazil
cy: Brasil
de_de: Brasilien
el: Βραζιλία
es: Brasil
pt: Brasil
pt_pt: Brasil
sv_se: Brasilien

source: Cyprus
de_de: Zypern
el: Κύπρος
es: Chipre
pt: Chipre
pt_pt: Chipre
sv_se: Cypern

source: Germany
de_de: Deutschland
es: Alemania
pt_pt: Alemanha
sv_se: Tyskland

source: United Kingdom
cy: Y Deyrnas Unedig
de_de: Großbritannien
el: Ηνωμένο Βασίλειο
es: Reino Unido
pt: Reino Unido
pt_pt: Reino Unido
sv_se: Storbritannien

source: Sweden
de_de: Schweden
es: Suecia
pt_pt: Suécia
sv_se: Sverige

source: Croatia
pt_pt: Croácia
sv_se: Kroatien

source: Home
cy: Hafan
de_de: Start
es: Inicio
pt: Início
pt_pt: Início
sv_se: Hem

source: Start Survey
cy: Dechrau'r Arolwg
de_de: Erfassung starten
el: Αρχίστε
es: Empezar encuesta
pt: Começar o Formulário
pt_pt: Começar a contagem
sv_se: Börja räkna

source: Discard
cy: Diddymu
de_de: Verwerfen
el: Aπόρριψη
es: Descartar
pt: Descartar
pt_pt: Remover
sv_se: Ta bort

source: Continue
cy: Parhau
de_de: Weiter
el: Συνέχεια
es: Continuar
pt: Continuar
pt_pt: Continuar
sv_se: Fortsätt

source: Draft
cy: Drafft
de_de: Entwurf
el: Πρόχειρο
es: Borrador
pt: Rascunho
pt_pt: Rascunho
sv_se: Utkast

source: Previous survey draft exists, would you like to continue it?
cy: Mae drafft blaenorol o'r arolwg yn bodoli. Hoffech chi barhau ag ef?
de_de: Es gibt bereits einen Erfassungsentwurf, möchtest Du diesen fortführen?
el: Προηγούμενη καταγραφή σε εξέλιξη, θα θέλατε να τη συνεχίσετε;
es: Existe un borrador de la encuesta anterior, ¿le gustaría continuarlo?
pt: Existe um rascunho de formulário anterior, gostaria de continuar?
pt_pt: Existe um rascunho da contagem anterior, gostaria de continuar?
sv_se: Det finns ett tidigare utkast, vill du fortsätta med det?

source: Use the map to zoom in and tap on your <1>location</1>.
cy: Defnyddiwch y map i weld yn agosach a thapiwch ar eich <1>lleoliad</1>.
de_de: Verwende die Karte zum Hineinzoomen und tippe auf Deinen <1>Standort</1>
el: Χρησιμοποιήστε το χάρτη, κάνετε μεγέθυνση και πατήστε στην <1>τοποθεσία σας</1>.
es: Use el mapa para acercar y tocar su <1>localización</1>.
pt: Use o mapa para dar zoom e clique na sua <1>localização</1>.
pt_pt: Use o mapa para fazer zoom e clique na sua <1>localização</1>.
sv_se: Använd kartan för att zooma in och klicka på din <1>plats</1>

source: Cancel
cy: Canslo
de_de: Abbrechen
el: Ακύρωση
es: Cancelar
pt: Cancelar
pt_pt: Cancelar
sv_se: Avbryt

source: Delete Survey
cy: Dileu'r Arolwg
de_de: Lösche Beobachtung
el: Διαγράψτε την καταγραφή
es: Eliminar registro
pt: Apagar Fomrulário
pt_pt: Apagar contagem
sv_se: Ta bort räkningen

source: Warning - This will discard the survey information you have entered so far.
cy: Rhybudd - Bydd hyn yn diddymu'r wybodaeth rydych chi wedi'i rhoi yn yr arolwg hyd yma.
de_de: Achtung - Dadurch werden die bisher eingegebenen Erfassungsdaten verworfen.
el: Προειδοποίηση - Αυτό θα διαγράψει τα δεδομένα που έχετε εισαγει μέχρι τώρα.
es: Advertencia: esto descartará la información del registro que ha ingresado hasta ahora.
pt: Atenção - Isto descartará as informações do formulário que você inseriu até agora.
pt_pt: Atenção - Isto apagará as informações da contagem que inseriu até agora.
sv_se: Varning – Du raderar alla uppgifter om den här räkningen.

source: Enable your GPS to set your location, or use the map to zoom in and tap on your <1>location</1>.<3><p>Your location can be anywhere where there are flowers to attract pollinating insects, where you have permission to be, and where it is safe to go.</p><p>A garden or park, farm or nature reserve are all great locations for FIT Counts.</p><p>Please zoom in to find the spot that best matches your location.</p><p>Make sure you have the GPS turned on and permissions granted. If you are conducting a FIT Count offline or without a network connection, the app will not find your location on the map, but your GPS should record this for uploading later.</p><p>Your count results will be visible to others at the 1 km square level via the UKPoMS website.</p></3>
cy: Galluogwch GPS er mwyn gosod eich lleoliad, neu defnyddiwch y map i weld yn agosach a thapiwch ar eich <1>lleoliad</1>.<3><p>Gall eich lleoliad fod unrhyw le ble mae blodau i ddenu pryfed peillio, ble mae gennych ganiatâd i fod, a ble mae'n ddiogel mynd iddo.</p><p>Mae gardd neu barc, fferm neu warchodfa natur i gyd yn lleoliadau da iawn ar gyfer Cyfrifon FIT.</p><p>Chwyddwch y map i weld y man sy'n cyfateb orau i'ch lleoliad chi.</p><p>Sicrhewch bod y GPS ymlaen a'ch bod wedi cael pob caniatâd. Os ydych chi'n gwneud Cyfrif FIT all-lein neu heb gysylltiad rhwydwaith, fydd yr ap ddim yn dod o hyd i'ch lleoliad ar y map, ond dylai'r GPS gofnodi hyn i'w lwytho i fyny nes ymlaen. </p><p>Bydd pobl eraill yn gallu gweld canlyniadau eich cyfrif ar y lefel 1 km sgwâr drwy wefan UKPoMS.</p></3>
de_de: Um Deinen Standort festzulegen, aktiviere GPS oder zoome in die Karte und tippe anschließend auf Deinen <1>Standort</1>. <3><p>Dieser kann überall dort sein, wo es Blüten gibt, die bestäubende Insekten anlocken, wo Du die Erlaubnis hast, Dich aufzuhalten und wo es sicher ist. </p><p>Geeignete Orte für die FIT-Zählungen sind beispielsweise Gärten, Parks, Bauernhöfe oder Naturschutzgebiete. </p><p>Bitte zoome in die Karte, um den Ort zu finden, der am besten mit Deinem Standort übereinstimmt. </p><p>Vergewissere Dich, dass das GPS eingeschaltet ist und die Berechtigungen erteilt wurden. Wenn du eine FIT-Zählung offline oder ohne Netzwerkverbindung durchführst, findet die App Deinen Standort nicht auf der Karte, Dein GPS sollte ihn jedoch speichern, um ihn später hochzuladen. </p><p>Deine Ergebnisse werden in einer Auflösung von einem Quadratkilometer über die UKPoMS-Website für andere sichtbar sein.</p></3>
el: Ενεργοποιήστε το GPS σας για να ορίσετε την τοποθεσία σας ή μεγενθύνετε το χάρτη και πατήστε στην <1> τοποθεσία </1> σας. <3> <p> Η τοποθεσία σας μπορεί να είναι οπουδήποτε αρκεί να είναι ασφαλής και προσβάσιμη, με ανθοφόρα φυτά για τους επικονιαστές. </p> <p> Ένα πάρκο, ο κήπος σας, μια καλλιέργεια ή μια φυσική περιοχή, είναι εξαιρετικές τοποθεσίες για να κάνετε FIT Counts. </p> <p> Κάντε μεγέθυνση στο σημείο που βρίσκεστε. </p> <p> Βεβαιωθείτε ότι έχετε ενεργοποιήσει το GPS και έχετε δώσει το δικαίωμα εντοπισμού των συντεταγμένων. Εάν βρίσκεστε εκτός σύνδεσης, η εφαρμογή δεν θα βρει την τοποθεσία σας στον χάρτη. Σημειώστε τις συντεταγμένες σας και καταχωρίστε τις αργότερα. </p> <p>Τα αποτελέσματα από τις καταγραφές που θα κάνετε, θα είναι ορατά σε άλλους, σε επίπεδο 1 km², μέσω της ιστοσελίδας του UKPoMS. </p> </3>
es: Habilite su GPS para establecer su ubicación, o use el mapa para acercar y tocar su <1>ubicación</1>.<3><p>Su ubicación puede ser cualquier lugar donde haya flores para atraer insectos polinizadores, donde tenga permiso para estar y donde sea seguro ir. </p><p>Un jardín o un parque, una granja o una reserva natural son lugares excelentes para FIT Counts.</p><p>Acerca el zoom para encontrar el lugar que mejor se adapte a tu ubicación.</p><p>Asegúrate de tener el GPS encendido y los permisos otorgados. Si está realizando un recuento FIT sin conexión o sin una conexión de red, la aplicación no encontrará su ubicación en el mapa, pero su GPS debería registrarlo para cargarlo más tarde.</p><p>Los resultados de su recuento serán visibles para otros en 1 km cuadrado a través del sitio web de UKPoMS</p></3>
pt: Habilite o GPS para escolher sua localização, ou use o mapa para dar zoom e clique na sua <1>localização</1>.<3><p>Sua localização pode ser qualquer uma que contenha flores que atraiam insetos polinizadores, que você tenha permissão para estar e que seja segura.</p><p>Um jardim, parque, sítio ou reserva natural são bons lugares para executar o FIT Count.</p><p>Por favor use o zoom para encontrar o ponto que melhor representa sua localização. </p><p>Certifique-se que o GPS está ligado e você deu permissão para o app. Se você está exeutando o FIT Count offline ou sem conexão à internet, o app não encontrará sua posição no mapa, mas o GPS gravará sua posição para posterior upload.</p><p>Os resultados da sua contagem estarão visíveis para outros dentro de um quadrado de 1km atrvés do website do UKPoMS.</p></3>
pt_pt: Permita ao GPS que determine a sua localização, ou use o mapa para fazer zoom e clique na sua <1>localização</1>.<3><p>A sua localização pode ser qualquer uma que contenha flores que atraiam insetos polinizadores, para a qual tem permissão para estar e que seja segura.</p><p>Um jardim, parque, campo agrícola ou área natural são bons locais para realizar o FIT Count.</p><p>Por favor use o zoom para encontrar o ponto que melhor representa a sua localização. </p><p>Certifique-se que o GPS está ligado e que deu permissão para a aplicação. Se está a executar o FIT Count offline ou sem ligação à internet, a aplicação não encontrará a sua posição no mapa, mas o GPS gravará a sua posição para submissão posterior.</p><p>Os resultados da sua contagem estarão visíveis para outros num quadrado de 1 km através da página da UKPoMS.</p></3>
sv_se: Använd din GPS för att visa var du är, eller använd kartan för att zooma in och markera <1>platsen</1>.<3><p>Du kan göra din räkning var som helst där det finns blommor som lockar pollinerande insekter, där du får vistas och det är ofarligt att vara.</p><p>En trädgård, en park, en bondgård eller ett skyddat naturområde passar utmärkt för en Blombesöksräkning.</p><p>Zooma in för att markera den punkt som bäst visar var du räknar.</p><p>Se till att du har slagit på GPS-funktionen, och att den har behörighet att visa din position. Om du gör en Blombesöksräkning utan internet kan inte appen se din position på kartan, men din GPS kan spara platsen så du kan ladda upp den senare.</p><p>Din räkning kommer att kunna ses av andra som värden inom en 1 x 1 km stor ruta på projektets websida.</p></3>

source: missing
pt_pt: em falta
sv_se: saknas

source: Looks like you're offline. The map view is only available with an internet connection. You can still use the GPS to set your current survey location.
pt_pt: Parece que está offline. A visualização do mapa está disponível apenas com uma ligação à Internet. Ainda pode usar o GPS para definir o local atual da contagem.
sv_se: Det verkar som att du är offline. Kartvyn är endast tillgänglig vid internetåtkomst. Du kan fortfarande använda GPS:en för att ställa in din position.

source: Current survey location: <1>{{location}}</1>
pt_pt: Local atual da contagem: <1>{{location}}</1>
sv_se: Nuvarande position: <1>{{position}}</1>

source: Refresh
pt_pt: Atualizar
sv_se: Uppdatera

source: Skip
pt_pt: Ignorar
sv_se: Hoppa över

source: Please set a survey location.
pt_pt: Por favor defina um local de contagem
sv_se: Vänligen välj position.

source: Please select a more accurate location
cy: Dewiswch leoliad mwy manwl
de_de: Bitte wähle einen präziseren Standort
el: Επιλέξτε την τοποθεσία με ακρίβεια
es: Por favor, seleccione una ubicación más precisa
pt: Por favor selecione uma localização mais precisa
pt_pt: Por favor selecione uma localização mais precisa
sv_se: Ange platsen mer noggrant.

source: Enter your survey location name.
pt_pt: Adicione o nome do local da contagem
sv_se: Skriv in positionens namn.

source: Location name
pt_pt: Nome do local
sv_se: Positionsnamn

source: Site name eg nearby village
pt_pt: Nome da população, e.g., vila próxima
sv_se: Platsnamn, ex närliggande ort

source: Next
cy: Nesaf
de_de: Weiter
el: Επόμενο
es: Siguiente
pt: Próximo
pt_pt: Próximo
sv_se: Nästa

source: of
cy: o
de_de: von
el: του
es: de
pt: de
pt_pt: de
sv_se: av

source: Select one <1>habitat</1> that is the best match.<3><p>Select the habitat that best describes the 50x50 cm patch chosen for your count.</p><p>If not listed here, please select “Other” and type in a short description of the habitat.</p></3>
cy: Dewiswch un <1>cynefin</1> sy'n cyfateb orau.<3><p>Dewiswch y cynefin sy'n disgrifio orau y llain 50x50 cm a ddewiswyd ar gyfer eich cyfrif chi.</p><p>Os nad yw wedi'i restru yma, dewiswch “Arall” a theipio disgrifiad byr o'r cynefin.</p></3>
de_de: Wähle den <1>Lebensraum</1> aus, der am Besten passt. <3><p>Wähle den Lebensraum, der den für Deine Zählung ausgewählten 50x50 cm großen Standort am besten beschreibt. </p><p>Wenn er hier nicht aufgeführt ist, wähle "Sonstige" und gib eine kurze Habitatbeschreibung ein.</p></3>
el: Επιλέξτε έναν <1> οικότοπο </1> ο οποίος θεωρείται κατάλληλος. <3> <p> Διαλέξτε τον οικότοπο που περιγράφει καλύτερα την περιοχή 50x50 cm, που οριοθετήσατε με το πλαίσιο. </p> <p> Εάν η περιοχή που επιλέξατε δεν ταιριάζει με κάποιο από τους προτεινόμενους οικότοπους, επιλέξτε “Άλλο” και δώστε μία σύντομη περιγραφή. </p> </3>
es: Seleccione un <1>hábitat</1> que mejor se ajuste.<3><p>Seleccione el hábitat que mejor describe el parche de 50x50 cm elegido para tu recuento.</p><p>Si no aparece aquí, seleccione "Otro" y escriba una breve descripción del hábitat.</p></3>
pt: Selecione um <1>habitat</1> que melhor se encaixe.<3><p>Selecione o habitat que melhor descreve o fragmento de 50x50 cm que escolheu para sua contagem.</p><p>Se não estiver listado aqui, por favor selecione "Outro" e descreva brevemente o habitat.</p></3>
pt_pt: Selecione o <1>habitat</1> que mais se adequa.<3><p>Selecione o habitat que melhor descreve a parcela de 50x50 cm escolhida para a contagem.</p><p>Se o habitat não estiver listado aqui, por favor selecione "Outro" e descreva brevemente o habitat.</p></3>
sv_se: Ange den <1>naturtyp</1> som passar bäst.<3><p>Välj den naturtyp som bäst beskriver den 50x50 cm ruta som du ska räkna i.</p><p>Om inget alternativ passar, välj "Annan" och skriv en kort beskrivning.</p></3>

source: Please type in the name of the habitat you have chosen then go back to the habitat page
cy: Teipiwch enw'r cynefin rydych wedi'i ddewis yna ewch yn ôl i dudalen y cynefin
de_de: Bitte gib den Namen des von Dir gewählten Lebensraums ein und gehe dann zurück zur Seite Lebensräume
el: Πληκτρολογήστε το όνομα του οικοτόπου που έχετε επιλέξει, και επιστρέψτε στη σελίδα ''Οικότoπος''
es: Escriba el nombre del hábitat que ha elegido y vuelva a la página del hábitat
pt: Por favor escreva o nome do habitat que você escolheu e depois volte para a página de habitat
pt_pt: Por favor escreva o nome do habitat que escolheu e depois volte para a página de habitat
sv_se: Ange vad du vill kalla naturtypen du valt och gå tillbaka till Naturtypssidan.

source: Habitat
cy: Cynefin
de_de: Lebensraum
el: Οικότοπος
es: Hábitat
sv_se: Naturtyp

source: Other habitat
cy: Cynefin arall
de_de: Anderer Lebensraum
el: Άλλος τύπος οικοτόπου
es: Otro hábitat
pt: Outro habitat
pt_pt: Outro habitat
sv_se: Annan naturtyp

source: What is the target <1>flower cover</1> in your 50x50 cm patch?<3><p>Estimate how much of your 50×50 cm patch is occupied by the target flowers (but not by the leaves of the target plant).</p></3>
cy: Beth yw cyfradd y <1>blodau targed ar yr wyneb</1> yn eich llain 50x50 cm?<3><p>Amcangyfrifwch faint o'ch llain 50×50 cm sydd wedi'i orchuddio gan y blodau targed (ond nid gan ddail y planhigyn targed).</p></3>
de_de: Wie hoch ist die <1>Bedeckung Deiner Zielblüte</1> auf deinem 50x50 cm-Standort? <3><p>Schätze, wie hoch der Anteil der Fläche auf den ausgewählten 50x50 cm ist, der von der Zielblüte (aber nicht von den Blättern der Zielpflanze) bedeckt wird.</p></3>
el: Τι ποσοστό του πλαισίου 50x50 cm καλύπτεται από το <1>φυτό-στόχο; <3> <p> Υπολογίστε το ποσοστό του πλαισίου 50x50 cm, το οποίο καλύπτεται από το φυτό-στόχο (μόνο τα άνθη). </p> </3>
es: ¿Cuál es la <1>cobertura de flores</1> objetivo en su parche 50x50 cm ?<3><p>Estime qué parte de su parcela de 50×50 cm está ocupada por las flores objetivo (pero no por las hojas de la planta objetivo).</p></3>
pt: Qual a <1>cobertura da sua flor</1> alvo no seu fragmento de 50x50 cm?<3><p>Estime quanto do seu fragmento de 50×50 cm é ocupado pelas flores alvo (mas não pelas folhas da planta alvo).</p></3>
pt_pt: Qual a <1>cobertura da flor-alvo</1> na sua parcela de 50x50 cm?<3><p>Estime quanto da sua parcela de 50×50 cm é ocupada pelas flores-alvo (mas não pelas folhas da planta alvo).</p></3>
sv_se: Hur stor del av rutan täcks av <1>den valda blomman</1>?<3><p> Ange hur stor del av din 50x50 cm-ruta som täcks av de valda blommorna (räkna inte bladen på blomman).</p></3>

source: Flower Cover
cy: Blodau ar yr Wyneb
de_de: Blütenbedeckung
el: Φυτοκάλυψη
es: Cobertura de flores
pt: Cobertura Floral
pt_pt: Cobertura de flores
sv_se: Blomtäckning

source: Less than half
cy: Llai na hanner
de_de: Weniger als die Hälfte
el: Λιγότερο από το μισό
es: Menos de la mitad
pt: Menos da metade
pt_pt: Menos de metade
sv_se: Mindre än hälften av ytan

source: Half of patch
cy: Hanner y llain
de_de: Die Hälfte der Fläche
el: Το μισό πλαίσιο
es: Mitad del parche
pt: Metade do fragmento
pt_pt: Metade da parcela
sv_se: Ungefär hälften av ytan

source: More than half of patch
cy: Dros hanner y llain
de_de: Mehr als die Hälfte der Fläche
el: Περισσότερο από το μισό πλαίσιο
es: Más de la mitad del parche
pt: Mais que a metade do fragmento
pt_pt: Mais do que a metade da parcela
sv_se: Mer än hälften av ytan

source: Not recorded
cy: Heb ei gofnodi
de_de: Nicht gemeldet
el: Δεν καταγράφηκε
es: No registrado
pt: Não reportada
pt_pt: Não registada
sv_se: Inte angivet

source: Create a free account
cy: Creu cyfrif am ddim
de_de: Ein kostenloses Konto erstellen
el: Δημιουργήστε ένα λογαριασμό δωρεάν
es: Crea una cuenta gratis
pt: Crie uma conta gratuitamente
pt_pt: Crie uma conta gratuita
sv_se: Skapa ett gratis konto

source: Full name
cy: Enw llawn
de_de: Vor- und Nachname
el: Πλήρες όνομα
es: Nombre completo
pt: Nome completo
pt_pt: Nome completo
sv_se: Namn, fullständigt

source: Email
cy: E-bost
el: Hλεκτρονική Διεύθυνση (Email)
es: Correo electrónico
sv_se: E-post
