Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: True bugs have sucking mouthparts, with a long proboscis or rostrum (but this is usually hidden away underneath the bug)
cy: Mae gan aelodau'r grŵp hwn rannau sugno yn eu cegau, a thrwnc neu rostrwm hir (ond fel arfer mae wedi'i guddio o dan y pryfyn)
de_de: Wanzen haben saugende Mundwerkzeuge mit einem langen Rüssel oder Rostrum (dieser ist jedoch normalerweise unter der Wanze versteckt).
el: Τα ημίπτερα έχουν στοματικά μόρια μυζητικού τύπου, με μακριά προβοσκίδα (κρύβεται κάτω από το σώμα)
pt: Os percevejos verdadeiros têm aparelhos bucais sugadores, com uma longa tromba ou rostro (mas isso geralmente está escondido debaixo do inseto)
pt_pt: Os percevejos verdadeiros têm aparelhos bucais sugadores, com uma longa tromba ou rostro (mas isso está geralmente escondido debaixo do inseto)
sv_se: Halvvingar har sugande mundelar med en lång sugsnabel (så kallad rostrum), som oftast är dold undertill.

source: Some bugs are very colourful, while others are shades or green or brown
cy: Mae rhai yn lliwgar iawn, ac eraill yn wyrdd neu'n frown
de_de: Einige Wanzen sind sehr bunt, andere sind grün oder braun
el: Ορισμένα ημίπτερα είναι πολύχρωμα, ενώ άλλα έχουν αποχρώσεις του πράσινου και του καφέ
pt: Alguns percevejos são muito coloridos, enquanto outros podem variar em tons de verde ou marrom
pt_pt: Alguns percevejos são muito coloridos, enquanto outros podem ter tons que variam entre verde e castanho
sv_se: En del halvvingar är mycket färggranna, medan andra är gröna eller bruna

source: Some insects don’t fit into any other category. The bug Oncopeltus miles is a rare flower visitor
es: Algunos insectos no encajan en ninguna otra categoría. El insecto Oncopeltus miles es un raro visitante de las flores.
pt_pt: Alguns insetos não se encaixam em mais nenhuma categoria. O percevejo Oncopeltus miles é um visitante floral raro
sv_se: Vissa insekter passar inte i någon kategori. Insekten Oncopeltus miles är en sällsynt blombesökare.

source: Wings overlap and there is no clear midline along the abdomen
es: Las alas se traslapan y no hay una línea media clara a lo largo del abdomen
pt_pt: As asas sobrepõem-se e não existe uma linha central clara ao longo do abdómen
sv_se: Vingarna överlappar och det finns ingen tydlig mittlinje längs med kroppen

source: Bright, contrasting colours are common
es: Los colores brillantes y contrastantes son comunes.
pt_pt: Cores claras, contrastantes são comuns
sv_se: Ljusa, kontrastrika färger är vanliga

source: This category is for any floral visitors that don’t fit into the other pollinator groups, and can also be used for any pollinator that you can’t identify into a group at all.
de_de: Diese Kategorie ist für alle Blütenbesucher gedacht, die nicht in die anderen Bestäubergruppen passen, und kann auch für alle Bestäuber verwendet werden, die du nicht in eine Gruppe einordnen kannst.
pt_pt: Esta categoria é para visitantes florais que não se encaixem em nenhum outro grupo de polinizadores. Também pode ser utilizada para qualquer polinizador que você não consiga identificar como um dos grupos.
sv_se: Den här gruppen används för alla blombesökare som inte passar i någon av de andra grupperna och kan också användas om du inte vet vilken grupp de tillhör.

source: Please use the category “other insects” if you can identify the pollinator as an insect, even though you don’t recognize which insect group it is.
de_de: Bitte verwende die Kategorie "andere Insekten", wenn du den Bestäuber als Insekt identifizieren kannst, auch wenn du nicht weißt, um welche Insektengruppe es sich handelt.
pt_pt: Por favor, use a categoria "outros insetos" se você conseguiu identificar o polinizador como um inseto, mesmo que você não consiga reconhecer qual o grupo de insetos.
sv_se: Använd gruppen "Andra insekter" om du ser att det är en insekt, men inte kan bestämma vilken grupp den tillhör.

source: The blue-black carpenter bee is a very large and conspicuous species of bee with a black hairy body and blackish to violet shimmering wings. The warmth-loving species has spread in recent years. In Germany there are two other species of the genus Xylocopa that look very similar, but are much rarer.
de_de: Die Blauschwarze Holzbiene ist eine sehr große und auffällige Bienenart mit einem schwarz behaarten Körper und schwärzlich bis violet schimmernden Flügeln. Die wärmeliebende Art hat sich in den letzten Jahren ausgebreitet. In Deutschalnd gibt es noch zwei weitere Arten der Gattung Xylocopa, die sehr ähnlich aussehen, jedoch viel seltener sind.
pt_pt: A carpinteira azul-preta é uma espécie de abelha muito grande e conspícua, com um corpo preto e peludo e asas cintilantes de preto a violeta. Na Alemanha existem outras duas espécies do género Xylocopa que se assemelham bastante, mas são muito mais raras.
sv_se: Svartsnickarbiet är ett väldigt stort och iögonfallande bi med hårig svart kropp och svarta till violettskimrande vingar. Denna värmeälskade art har spridit sig på senare år. i Tyskland finns det två andra arter i släktet Xylocopa som är mycket lika den, men de är mycket ovanligare.

source: The blue-black carpenter bee is a very large and conspicuous species of bee with a black or gray hairy body and blackish to violet shimmering wings.
pt_pt: A carpinteira azul-preta é uma espécie de abelha muito grande e conspícua, com um corpo peludo preto ou cinza e asas cintilantes de preto a violeta.
sv_se: Svartsnickarviet är ett stort iögonfallande bi med svart eller grå hårig kropp och svart till lila skimrande vingar.

source: Social wasps have bold black and yellow stripes
pt_pt: Vespas sociais possuem listas pretas e amarelas
sv_se: Sociala getingar har tydligt markerade svarta och gula ränder

source: This single species is around 10 millimetres, a medium size for a bee. It is our reference to determine big and small wild bees.
pt_pt: Esta espécie tem aproximadamente 10 milímetros, um tamanho médio para uma abelha. Está é a referência para separar abelhas grandes (iguais ou maiores do que a abelha-do-mel) e abelhas pequenas (menores do que a abelha-do-mel).
sv_se: Denna art är ca 10mm och ett medelstort bi. Det är referensstorleken för att bestämma stora och små vilda bin.

source: Long thin antennae (different from most flies)
pt_pt: Antenas longas e finas (diferente da maioria das moscas)
sv_se: Långa tunna antenner (olikt de flesta flugor)

source: Eyes covered with hairs
pt_pt: Superfície dos olhos coberta de pelos
sv_se: Ögon täckta med hår

source: Hind legs broad, flattened and shiny
pt_pt: Pernas traseiras largas, achatadas e brilhantes
sv_se: Breda, platta och glansiga bakben

source: Abdomen with short and light brown hairs and surface orange to dark brown.
pt_pt: Abdómen com superfície laranja a castanha escura e com pelos curtos de cor castanha clara
sv_se: Buken har orange till mörkt brun yta med korta ljust bruna hår.

source: “Banana shape” marginal cell on front wing
pt_pt: Célula marginal em "forma de banana" na asa dianteira
sv_se: "Bananformad" marginalcell på framvingarna

source: Honeybee nest in artificial hives, with occasional colonies establishing in the wild.
pt_pt: A abelha-do-mel nidifica em colónias artificais, mas pode ocorrer ocasionalmente na natureza
sv_se: Honungsbin bor i artificiella bikupor, men förrymda kolonier kan tillfälligt förekomma vilt.

source: Most of the honeybees you see will be workers, which are females, that collect pollen into a moistened ball on the outside of the hind legs, often quite visible.
pt_pt: A grande maioria dos indivíduos que se observam nas flores são obreiras, que colhem o pólen numa bola humidificada na parte externa das patas traseiras, geralmente bem visível
sv_se: De flesta honungsbin du ser är arbetare (honor) som samlar pollen som ofta syns tydligt på utsidan av bakbenen.

source: Small wild bees fly actively between flowers. Wild bees have wide range of sizes, colours, shapes and body structures. There are 733 species from continental Portugal, 16 in Madeira and 15 in Azores.
pt_pt: As abelhas selvagens pequenas voam ativamente entre as flores. As abelhas selvagens apresentam uma grande variedade de tamanhos, cores, formas e adaptações morfológicas. Existem 733 espécies de abelhas selvagens em Portugal continental, 16 na Madeira e 15 nos Açores
sv_se: Små vilda bin flyger aktivt mellan blommor. Vildbin har olika storlek, färg, form och kroppsstuktur. Det finns 733 arter på kontinentala Portugal, 16 i Madeira och 15 på Azorerna.

source: Long antennae (different from most flies)
pt_pt: Antenas longas (diferente da maioria das moscas)
sv_se: Långa tunna antenner (olikt de flesta flugor)

source: Hind legs without broadened, shinny and bare segments, and often covered with hairs of different shapes and colours that might carry pollen
pt_pt: Sem patas traseiras com segmentes brilhantes, carecas e extremamente largas, com aspeto diferente. Na maioria dos grupos, as patas traseiras são cobertas de pelos de forma e cor variada, para o transporte de pólen (fêmeas)
sv_se: Bakbenen utan pollenkorgar (bara segment ofta täckta med hår för att bära pollen)

source: Abdomen not as cylindrical as in the honeybee and with different appearance (surface colour and hair colours or arrangement)
pt_pt: Abdómen com forma não tão cilíndrica como na abelha-do-mel e com diferente aspeto (diferentes em termos de cor da superfície e cor e arranjo dos pelos)
sv_se: Bakkroppen inte lika cylindrisk som honungsbiets och med varierande utseende, såsom kroppens färg eller hårens färg och placering.

source: Smaller than an honeybee (< 10 mm)
pt_pt: Mais pequenas do que a abelha-do-mel (menos de 10 mm)
sv_se: Mindre än honungsbin (<10mm)

source: Small wild bees are very diverse and here determined as any other bee smaller than an honeybee, different from the honeybee and bumblebees (which have very particular looks). Above are some examples.
pt_pt: As abelhas selvagens pequenas são representadas por muitas espécies e no Fit Count são todas as abelhas selvagens de tamanho menor do que a abelha-do-mel, diferentes morfologicamente desta e dos abelhões. Acima são dados alguns exemplos
sv_se: Små vilda bin är väldigt varierande och definieras här som alla bin mindre än 10mm, och inte är ett honungsbi eller en humla (som har karaktäristiska utseenden). Ovan är några exempel.

source: Colletes
sv_se: Sidenbin

source: Osmia
sv_se: Murarbin

source: Andrena
sv_se: Sandbin

source: Halictus
sv_se: Bandbin

source: Most wild bees are solitary and each female gathers and transports the pollen for their offspring to the nest that exists in the surroundings. The pollen is gathered in a specialized hairy structure called scopa, either on the hind legs or under the abdomen, depending on the family
pt_pt: A maioria das abelhas selvagens são solitárias e cada fêmea colhe e transporta o pólen para alimentar a sua descendência no ninho, presente nas redondezas. O pólen é transportado numa estrutura especializada chamada escopa, existente nas patas traseiras ou debaixo do abdómen, dependendo da família de abelhas
sv_se: De flesta vildbin är solitära och varje hona samlar och transporterar pollen till boet och dess avkomma. Pollen samlas på så kallade pollenkorgar, som finns antingen på bakbenen eller under bakkroppen.

source: Scopa on the hind legs (non Megachilidae family), as in Andrena
pt_pt: Escopa na pata traseira (excepto na família Megachilidae), como em Andrena
sv_se: Pollenkorg på bakbenen (ej hos buksamlarbin), som hos sandbin

source: Scopa under the abdomen (Megachilidae family), as in Heriades
pt_pt: Escopa debaixo do abdómen (família Megachilidae), como em Heriades
sv_se: Pollenkorg under bakkroppen (Buksamlarbin), som hos väggbin

source: Solitary bees generally nest in burrows or holes. One large group dig burrows into the soil. Other groups, including the Megachilidae, make use of holes in wood, plants or walls
pt_pt: Grande parte das abelhas solitárias nidifica em túneis ou cavidades. A maioria das espécies constrói túneis em solo exposto plano ou inclinado. Outros grupos, que incluem os Megachilidae, usam cavidades existentes em madeira, caules de plantas e muros, construindo os ninhos com uma variedade de materiais
sv_se: Solitära bin bygger ofta bon i hål. En stor grupp gräver hål i jorden. En annan grupp, inklusive buksamlarbin, använder hål i trä, växter eller väggar.

source: Wild bees vary a lot in size, shape, colour and how hairy they appear. Not all the wild bees are “bee like” at first glance! Some examples of small wild bees are shown here.
pt_pt: As abelhas selvagens têm uma grande diversidade de tamanhos, formas, cores e padrões de pelo. Nem todas as abelhas selvagens têm aspeto de abelha à primeira vista! Aqui estão alguns exemplos de abelhas selvagens pequenas
sv_se: Vildbin varierar mycket i storlek, form, färg och hårighet. Alla ser inte ut som typiska bin vid första anblick! Här är några exempel på små bin.

source: Ceratina species (12 mainland) have a shinny body (blue, black or green) with pale markings on the face (a line or a triangle)
pt_pt: As espécies de Ceratina (12 no continente) têm um corpo brilhante (azul, preto ou verde), sem pelos e com marcas claras na face (em linha ou triangulares) e nas patas
sv_se: Märgbin (12 på fastlandet) har en glansig kropp (blå, svart eller grön) med bleka markeringar i ansiktet (en linje eller en triangel)

source: Hylaeus species (39 mainland, 2 Madeira and 3 Azores) are often very small and fast flying bees with a black body and pale markings on the face, legs and thorax. The face markings might be two separate marks or extensively pale all over
pt_pt: As espécies de Hylaeus (39 no continente, 2 na Madeira e 3 nos Açores) são abelhas pequenas com voo muito rápido que apresentam corpo preto e marcas claras na face, perna e tórax. As marcas na face podem ser duas marcas isoladas (na maioria) ou a cobrir a maioria da superfície da face
sv_se: Citronbin (39 på fastlandet, 2 i Madeira och 3 på Azorerna) är ofta små snabbflygande bin med svart kropp och bleka markeringar på ansikte, ben och mellankropp. Ansiktsteckningen kan vara två separata mönster eller blekt över hela ansiktet

source: Species from Nomada (77 mainland) have a dark body with extensive pale markings all over the body, of yellow, red and orange tones. The wings are often darkened with a transparent area near the wing margin. This genus is included in the parasitic bees (163 in mainland and 1 in Madeira) that visit flowers for nectar, often having a wasp like appearance
pt_pt: As espécies de Nomada (77 no continente) têm um corpo preto largamente coberto de marcas e bandas claras, de cores amarela, vermelha ou laranja. As asas são geralmente escurecidas com uma mancha transparente perto da margem da asa dianteira. Este género faz parte do grupo das abelhas parasitas (163 no continente e 1 na Madeira), que visitam as flores em busca de néctar, habitualmente com um aspeto que mimetiza as vespas
sv_se: Gökbin (77 på fastlandet) har en mörk kropp med mycket bleka markeringar över hela kroppen i gula, röda eller orange toner. Vingarna är ofta mörka med genomskinliga områden nära vingkanten. Detta släkte inkluderar parasitiska bin (163 på fastlandet och 1 på Madeira) som besöker blommor för nektar, och liknar ofta getingar.

source: The tribe Anthiidini (a group of genera) is constituted by robust bees that often present yellow or orange markings; females present scopa under the abdomen (except the parasitic genus Stelis)
pt_pt: A tribo (grupo de géneros) Anthiidini consiste em abelhas robustas que geralmente apresentam marcas amarelas ou laranja no corpo; as fêmeas apresentam escopa debaixo do abdómen (exceto o género parasítico Stelis)
sv_se: Gruppen Anthiidini består av robusta bin som ofta har gula eller orangea markeringar; honor har pollensamlingskorg på bakkroppens undersida (utom pansarbin)

source: Big wild bees fly actively between flowers. Wild bees have wide range of sizes, colours, shapes and body structures. There are 733 species from continental Portugal, 16 in Madeira and 15 in Azores
pt_pt: As abelhas selvagens grandes voam ativamente entre as flores. As abelhas selvagens apresentam uma grande variedade de tamanhos, cores, formas e adaptações morfológicas. Existem 733 espécies de abelhas selvagens em Portugal continental, 16 na Madeira e 15 nos Açores
sv_se: Stora vilda bin flyger aktivt mellan blommor. Vilda bin varierar mycket i storlek, färg, form och kroppsstruktur. Det finns 733 arter på kontinentala Portugal, 16 i Madeira och 15 på Azorerna

source: Bigger than a honeybee (>= 10 mm)
pt_pt: Maior do que a abelha do mel (>= 10 mm)
sv_se: Större än ett honungsbi (>=10mm)

source: Big wild bees are very diverse and here determined as any other bee bigger or equal to the honeybee, different from the honeybee and bumblebees (which have very particular looks). Here are some examples.
pt_pt: As abelhas selvagens grandes são representadas por muitas espécies e no Fit Count são todas as abelhas selvagens de tamanho igual ou maior à abelha-do-mel, diferentes morfologicamente desta e dos abelhões. Acima estão alguns exemplos
sv_se: Stora vildbin är en väldigt varierande grupp, och bestämd därför som alla bin som är lika stora eller större än ett honungsbi och som inte är ett honungsbi eller en humla (som har tydliga kännetecken). Här är några exempel

source: Dasypoda
sv_se: Byxbin

source: Anthophora
sv_se: Pälsbin

source: Eucera
sv_se: Långhornsbin

source: Xylocopa
sv_se: Snickarbin

source: Scopa under the abdomen (Megachilidae family), as in Megachile
pt_pt: Escopa debaixo do abdómen (família Megachilidae), como em Megachile
sv_se: Pollensamlingskorg på bakkroppens undersida (buksamlarbin), som tapetserarbin

source: Solitary bees generally nest in burrows or holes. One large group dig burrows into soil. Other groups, including the Megachilidae, make use of holes in wood, plants or walls
pt_pt: Grande parte das abelhas solitárias nidifica em túneis ou cavidades. A maioria das espécies constrói túneis em solo exposto plano ou inclinado. Outros grupos, que incluem os Megachilidae, usam cavidades existentes em madeira, caules de plantas e muros, construindo os ninhos com uma variedade de materiais
sv_se: Solitärbin bygger oftast bon i håligheter. En stor grupp gräver hålor i jord. Andra grupper, inklusive buksamlarbin, använder sig av hål i trä, växter eller väggar

source: Wild bees vary a lot in size, shape, colour and how hairy they appear. Not all the wild bees are “bee like” at first glance! Some examples of big wild bees are shown here
pt_pt: As abelhas selvagens têm uma grande diversidade de tamanhos, formas, cores e padrões de pelo. Nem todas as abelhas selvagens têm aspeto de abelha à primeira vista! Aqui estão alguns exemplos de abelhas selvagens grandes
sv_se: Vilda bin varierar mycket i storlek, form, färg och hur håriga de är. Inte alla vilda bin ser ut som bin vid första anblick! Här är några exempel på stora vilda bin

source: The tribe Anthiidini (a group of genera) is constituted by robust bees that often present yellow or orange markings; females present scopa under the abdomen
pt_pt: A tribo (grupo de géneros) Anthiidini consiste em abelhas robustas que geralmente apresentam marcas amarelas ou laranja no corpo; as fêmeas apresentam escopa debaixo do abdómen
sv_se: Gruppen Anthiidini består av robusta bin som ofta har gula eller orangea markeringar; honor har pollensamlingskorg på bakkroppens undersida (utom pansarbin)

source: Butterflies are very familiar flower visitors. In most cases they can be identifiable to species level by the surface pattern above and under the wings. They are closely related to moths but are separated by these characteristics.
pt_pt: As borboletas diurnas são visitantes das flores muito familiares. Na maioria dos casos são identificáveis à espécie pelo padrão que apresentam em cada uma das faces das asas. São próximas das borboletas noturnas, que se distinguem por estas características
sv_se: Fjärilar är vanliga blombesökare. Oftast kan de identifieras till art utifrån mönstret på vingarnas ovan- och undersida. De är nära släkt med nattfjärilar, men skiljs åt av dessa karaktärer

source: Antennae are club-shaped
pt_pt: Antena em forma de colher
sv_se: Klubbformade antenner

source: When in rest, butterflies open their wings wide, showing their four wings and the abdomen. They can also close the wings vertically on the back of the body
pt_pt: Quando paradas, as borboletas diurnas abrem as asas, mostrando as quatro asas e o abdómen. Podem também fechar as asas verticalmente na parte de trás do corpo
sv_se: Fjärilar har två framvingar och två bakvingar. I vila kan de hålla vingarna vertikalt upp från kroppen.

source: Butterflies visit the flowers looking for nectar. Butterfly species might vary a lot depending on the conditions of the habitat, where they can find their host plants to feed on as larvae.
pt_pt: As borboletas diurnas visitam as flores em busca de néctar. As espécies de borboletas variam muito com as condições do habitat, onde encontram as plantas que lhes servem de alimento no estado larvar
sv_se: Fjärilar besöker blommor för att livnära sig på nektar. Vilka arter man ser beror mycket på naturtypen runt omkring, där fjärilarna hittar värdväxter där de lägger sina ägg.

source: Butterflies visit the flowers looking for nectar. Butterfly species might vary a lot depending on the conditions of the habitat, where they can find their host plants to feed on as larvae
pt_pt: As borboletas diurnas visitam as flores em busca de néctar. As espécies de borboletas variam muito com as condições do habitat, onde encontram as plantas que lhes servem de alimento no estado larvar
sv_se: Fjärilar besöker blommor för att livnära sig på nektar. Vilka arter man ser beror mycket på naturtypen runt omkring, där fjärilarna hittar värdväxter där de lägger sina ägg.

source: There are many different fly species that may be visiting flowers, other than hoverflies. Some of them may look very similar and you should consider the specific traits that differentiate them.
pt_pt: Existem muitas espécies de moscas que visitam as flores, que não são moscas-das-flores. Algumas podem ser muito parecidas com este grupo, mas deve considerar as características específicas que as diferenciam.
sv_se: Det finns många arter av flugor förutom blomflugor som besöker blommor. Några av de kan likna blomflugor och du kan titta på de specifika kännetecknen för att skilja dem åt.

source: Frequently, other flies have thick and upright hairs on the body, mainly in the thorax, abdomen or legs – hoverflies do not have this type of hairs
pt_pt: Frequentemente, as outras moscas possuem pelos grossos e eretos no corpo, principalmente no tórax, abdómen ou patas - as moscas-das-flores não têm este tipo de pelos
sv_se: Oftast har andra flugor tjocka utåtstående hår på kroppen, främst mellankropp, bakkropp och benen - blomflugor saknar dessa hår

source: Wing venation is different from hoverflies, as most times the wings do not present a ‘false margin’ – the vena spuria wing vein is absent
pt_pt: O padrão de veias nas asas é diferente do observado nas moscas-das-flores, na maioria não apresentando a "falsa margem" - nunca apresentam a "vena spuria"
sv_se: Vingribborna skiljer sig från blomflugornas, då de oftast inte har en falsk vingkant samt saknar falsk vingribba

source: Most flies do not have yellowish or reddish markings, especially not in combination with metallic surfaces
pt_pt: A maiorias das moscas não costumam apresentar marcas amarelas ou vermelhas, especialmente não em combinação com superfícies metálicas no tórax
sv_se: De flesta flugor har inte gula eller röda markeringar, framförallt inte i kombination med metallglans
