Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: Most of the other flies that you will see on flowers have a clearly different body shape, especially modified, elongated or rounded, frequently including bristles on the legs and body (1). Nevertheless there are some families that might pose a challenge.
pt_pt: A maioria das outras moscas que encontrará nas flores tem uma forma corporal claramente distinta, sendo especialmente modificada, alongada ou redonda, frequentemente acompanhadas de pelos grossos e eretos nas patas e corpo (1). No entanto, podem existir algumas famílias que poderão ser desafiantes para identificar.
sv_se: De flesta andra flugor du ser på blommor har en tydligt annorlunda kroppsform, ofta inkluderande hår på ben och kropp (1). Det finns trots detta några familjer som kan vara utmanande.

source: Many of the other flies you will see on flowers have bristles on the legs and body.
pt_pt: A maioria das outras moscas que encontrará nas floras tem uma forma corporal claramente distinta, sendo especialmente modificada, alongada ou redonda, frequentemente acompanhadas de pelos grossos e eretos nas patas e corpo (1). No entanto, podem existir algumas famílias que poderão ser desafiantes para identificar
sv_se: Många andra flugor du kan se på blommor har hår på ben och kropp.

source: Conopidae might have yellow and red markings all over the body, but the abdomen is curved downwards, and they have a long ‘tongue’ (proboscis)
pt_pt: A família Conopidae pode apresentar marcas amarelas e vermelhas por todo o corpo, mas o abdómen é curvado para baixo e apresentam uma "língua" (probóscide) comprida
sv_se: Stekelflugor kan ha gula eller röda markeringar på kroppen, men bakkroppen är böjd nedåt och de har en lång 'tunga' (probocis)

source: Bombyliidae might have pale markings or be very similar to hoverflies, but lack a ‘false margin’ in the wing, and present a long proboscis
pt_pt: A família Bombyliidae pode apresentar marcas claras ou formas corporais muito semelhantes a moscas-das-flores, mas não apresentam a "falsa margem" nas asas, e têm uma probóscide longa.
sv_se: Svävflugor kan haa bleka markeringar eller vara väldigt lika blomflugor, men saknar en falsk vingkant och har en lång snabel

source: Stratiomyidae could show similar colour patterns to hoverflies but they have a especially flattened body, a cut short abdomen and lack a ‘false margin’ in the wing
pt_pt: A família Stratiomyidae pode apresentar padrões de cores similares às moscas-das-flores, mas têm um corpo especialmente achatado, "cortado" na extremidade do abdómen, e não apresentam a "falsa margem" nas asas
sv_se: Vapenflugor kan ha liknanade mönster som blomflugor, men de har en platt kropp, en kort bakkropp och saknar falsk vingkant

source: There are many different species of wasps, and they visit flowers mostly for nectar to complement their diet. Wasps may be similar to some bees and hoverflies, so these are the features you should look for.
pt_pt: Existem muitas espécies de vespas e algumas visitam as flores, maioritariamente, na procura de néctar para complementar a sua dieta. As vespas podem ser similares às abelhas e moscas-das-flores; assim estas são as características distintivas que deve procurar
sv_se: Det finns många olika arter getingar, och de besöker blommor främst för nektar. Getingar kan vara lika bin och blomflugor, men det finns kännetecken du kan titta efter.

source: Long or extremely long antennae
pt_pt: Antenas longas ou extremamente longas (algumas abelhas selvagens também têm antenas relativamente longas)
sv_se: Långa eller extremt långa antenner

source: Less dense and furry hairs on the body in comparison with bees (in most cases)
pt_pt: Corpo menos peludo que as abelhas (na maioria dos casos)
sv_se: Glesare och färre hår på kroppen i jämförelse med bin (i de flesta fall)

source: Wings rolled up when at rest (in some wasps)
pt_pt: Algumas vespas dobram as asas sobre si próprias quando estão pousadas (em forma de meia-cana)
sv_se: Vingar ihopvikta i vila (hos vissa getingar)

source: Very narrow “wasp waist” at the joint between thorax and abdomen (except the suborder Symphyta). They can also show additional abdomen constrictions
pt_pt: "Cintura" (entre tórax e abdómen) muito fina e por vezes prolongada (à exceção da subordem Symphyta). Frequentemente apresentam constrições adicionais no abdómen, além da "cintura".
sv_se: Väldigt smal "getingmidja" mellan mellankroppen och bakkroppen (förutom hos växtsteklar). De kan även ha ytterligare avsmalningar på bakkroppen

source: Wasps are very commonly spotted on flowers. Some species may look very familiar, others not so much, but overall very “wasp like”. There are more than one hundred species that might be seen on flowers. These are some of the very common wasps.
pt_pt: As vespas são visitantes florais frequentes. Algumas espécies têm um aspeto muito familiar, outras nem por isso, mas no geral costumam ter caracteres óbvios de vespa. Existem centenas de espécies que se podem encontrar a visitar as flores. Estão são algumas vespas muito comuns.
sv_se: Getingar syns ofta på blommor. De kan variera i utseende och det finns över hundra arter som besöker blommor. Dessa är några väldigt vanliga getingar.

source: Vespula
sv_se: Jordgetingar

source: Polistes
sv_se: Pappersgetingar

source: Eumenes
sv_se: Krukmakargetingar

source: Vespa velutina (a common invasive species)
pt_pt: Vespa velutina (espécie invasora comum)
sv_se: Sammetsgeting (vanlig invasiv art)

source: Be aware that wasps present a lot of variation in size, shape and marking patterns in the body.
pt_pt: É necessário considerar sempre que as vespas apresentam uma variação enorme de tamanhos, formas e padrões no corpo.
sv_se: Lägg märke till att getingar varierar mycket i storlek, form och dess markeringar på kroppen

source: Some groups like Crabronidae, often show bulky heads or enlarged eyes
pt_pt: Alguns grupos como a família Crabronidae, costumam ter cabeça dilatada relativamente ao tórax e abdómen, ou olhos consideravelmente grandes, ocupando a maioria da cabeça
sv_se: Vissa grupper, som rovsteklar har ofta stora huvuden eller stora ögon

source: The presence of thick and upright hairs on the legs or abdomen is common for some groups like Scoliidae
pt_pt: A presença de pelos grossos e eretos nas patas ou abdómen é comum em alguns grupos, como a família Scoliidae
sv_se: Tjocka och utåtstående hår på ben och bakkropp är vanligt hos vissa grupper som dolksteklar

source: The species belonging to the Chrysididae show very intense pink, green and blue metallic shininess
pt_pt: As espécies da família Chrysididae apresentam um brilho metálico intenso de cor rosa, verde ou azul por todo o corpo
sv_se: Arter som tillhör gruppen Guldsteklar har starka rosa, gröna och blå färger med metallglans

source: Many parasitic wasps like the Ichneumonidae show very long and thin bodies, that are variable in colour pattern, with long antennae and a ovipositor on the abdomen used for egg-laying (females)
pt_pt: Muitas espécies parasíticas, como a família Ichneumonidae, apresentam corpos finos e muito longos, muito variáveis no padrão de cores, com antenas longas e por vezes com um ovipositor na extremidade do abdómen, usado para colocar os ovos (fêmeas)
sv_se: Många parasitsteklar, som Ichneumonidae, har långa smala kroppar med varierande färgmönster, långa antenner och ett äggläggningsrör (hos honor)

source: Some beetle species also visit flowers mostly for feeding purposes. The different species vary a lot in size, shape and colour, but can be quickly recognised as beetles.
pt_pt: Alguns escaravelhos também visitam flores para se alimentarem. As espécies existentes variam bastante em tamanho, forma e cor, mas podem ser rapidamente reconhecidos como escaravelhos.
sv_se: Vissa skalbaggsarter besöker blommor i jakt på mat. Olika arter varierar mycket i storlek, form och färg, men kan snabbt kännas igen som skalbaggar.

source: Hardened forewings that act as covers for the softer hindwings and abdomen
pt_pt: Asas dianteiras transformadas em "capas" de proteção sobre as asas traseiras, no abdómen
sv_se: Hårda täckvingar som täcker kroppen och de mjukare bakvingarna.

source: Their chewing mouthparts
pt_pt: Apresentam mandíbulas na extremidade da face
sv_se: Deras tuggande mundelar

source: Beetles are incredibly abundant and diverse. Amongst the most common families visiting flowers are: Oedemeridae, Scarabaeidae (1), Nitidulidae (2), Tenebrionidae (3), Curculionidae (4), Buprestidae, Cantharidae or Cerambycidae
pt_pt: Os escaravelhos são incrivelmente abundantes e diversos. Entre os mais comuns visitantes florais temos indivíduos pertencentes às famílias: Oedemeridae, Scarabaeidae (1), Nitidulidae (2), Tenebrionidae (3), Curculionidae (4), Buprestidae, Cantharidae e Cerambycidae
sv_se: Skalbaggar är väldigt talrika och varierande. Bland de mest vanliga familjerna som besöker blommor finns: Blombaggar, bladhorningar (1), glansbaggar (2), svartbaggar (3), vivlar (4), praktbaggar, flugbaggar och långhorningar.

source: Moths are perhaps less frequently noticed, but also visit flowers regularly, either during the day or the night. Some moths are quite small and could be overlooked as other types of insects. Moths can be distinguished from butterflies by the traits above.
pt_pt: As borboletas noturnas podem passar mais despercebidas, mas também estão presentes nas flores durante o dia ou à noite. Algumas borboletas noturnas podem ser muito pequenas e confundidas como outros tipos de insetos. Podem distinguir-se das borboletas diurnas pelas características observáveis acima
sv_se: Nattfjärilar kan också besöka blommor, antingen under dagen eller natten. Några nattfjärilar är rätt små och kan likna andra typer av insekter. Nattfjärilar skiljs från dagfjärilar med hjälp av ovan nämnda kännetecknen.

source: Non club-shaped antennae
pt_pt: As antenas não têm "forma de colher"
sv_se: Ej klubbformade antenner

source: When resting, the wings are folded, covering most of the rear pair of wings and the abdomen, having an overall triangular shape
pt_pt: Quando paradas, as traças fecham as asas sobre o corpo, cobrindo as asas traseiras e o abdómen, apresentando de forma geral uma silhueta em forma de triângulo
sv_se: I vila läggs vingarna över kroppen, och de får en mer eller mindre triangulär form.

source: A range of moths can be seen visiting flowers. Some of these may look like a butterfly, for example, Zygaenidae (1) and Crambidae (2) or other insects, for example, Sesiidae (3) and Sphingidae (4).
pt_pt: Vários grupos de borboletas noturnas podem ser observados a visitar as flores. Algumas das famílias apresentam indivíduos particularmente similares às borboletas diurnas, como por exemplo, Zygaenidae (1) e Crambridae (2), ou com outros insetos, como Sesiidae (3) e Sphingidae (4)
sv_se: En rad olika nattfjärilar kan ses besöka blommor. Några av dessa kan likna dagfjärilar, exempelvis bastardsvärmare (1), familjen Crambidae (2) eller andra insekter som glasvingar (3) och svärmare (4).

source: As in butterflies, all moths have colour patterns on the wings produced by the scales on the wing surface.
pt_pt: Como nas borboletas diurnas, todas as borboletas noturnas têm padrões específicos nas asas, produzidos pelas escamas presentes na superfície das asas
sv_se: Precis som hos dagfjärilar har nattfjärilar färgmönster på vingarna som skapas av små fjäll.

source: This category is for any insects under 3 mm long. These can be hard to assign to a particular group without peering at them closely (which would disturb other insects visiting the flowers). Just count them (or estimate them if there is a large number) and assign them all to this category.
pt_pt: Esta categoria é para todos os insetos com menos de 3 mm de comprimento. Pode ser difícil atribuí-los a um determinado grupo sem examiná-los de perto (o que perturbaria outros insetos que visitam as flores). Basta contá-los (ou estimar o seu número se houver um número elevado) e atribuí-los todos a esta categoria.
sv_se: Denna kategori är för alla insekter som är mindre än 3mm långa. De kan nämligen vara svåra att sortera till andra grupper utan att titta på dem noga, vilket kan störa andra insekter som besöker blommorna. Räkna dem (eller uppskatta en siffra om de är många) och sortera dem till denna kategori.

source: This may include many beetles and other small bodied insects like flies and parasitic wasps
pt_pt: Pode incluir muitos escaravelhos e outros insetos com corpos muito pequenos, como moscas e vespas parasíticas
sv_se: Detta kan inkludera många skalbaggar eller små insekter som flugor och parastisteklar.

source: This category is for any insects that do not fit into the other categories, and can also be used for the ones that you cannot identify. Above are some of the most frequent.
pt_pt: Esta categoria é para insetos que não encaixem nas restantes categorias e pode também ser usada para os insetos que não conseguiu identificar. Acima estão alguns exemplos frequentes
sv_se: Denna kategorin är till för de insekter som inte passar in i någon annan kategori och kan användas för de insekter du inte kan bestämma. Ovan är några av de vanligast förekommande.

source: Hemiptera have wings that overlap, so there is no clear midline along the abdomen. They have a more-or-less triangular plate covering part of the abdomen and also possess long sucking mouthparts (usually hidden underneath the body)
pt_pt: Indivíduos da ordem Hemiptera (Percevejos e Cigarras) apresentam asas fechadas de forma não totalmente sobreposta, não existindo uma clara linha de divisão do meio do abdómen. Apresentam uma espécie de triângulo sobre parte do abdómen e possuem aparelhos bucais de sucção (geralmente estendidos por baixo do corpo)
sv_se: Halvvingar har vingar som överlappar, så det finns ingen tydlig mittlinje längs kroppens ovansida. De har en mer eller mindre triangulär platta som täcker delar av bakkroppen och har långa sugande mundelar (som ofta döljs under kroppen)

source: Most Neuroptera have very fragile slim and long body, long antennae and large transparent wings, with very developed venation
pt_pt: A maioria dos indivíduos da ordem Neuroptera têm corpos longos, finos e frágeis, antenas longas e asas muito grandes e transparentes, com um padrão muito complexo de veias
sv_se: De flesta nätvingar har väldigt ömtåliga smala långa kroppar, långa antenner och stora genomskinliga vingar, med tydlig ådring.

source: Orthoptera have big legs, especially the overdeveloped last pair of legs. Most times, nymphs are observed, with green or paler tones
pt_pt: Indivíduso da ordem Orthoptera (Gafanhotos e Grilos) apresentam patas longas, especialmente no último par. Na maioria dos casos, são observadas as ninfas, mais verdes ou com tons claros
sv_se: Hopprätvingar har stora ben, framförallt bakbenen. Oftast förekommer nymfer som har gröna eller bleka toner.

source: Ants (Formicidae) have a clear segmented body (head, thorax and abdomen), with thin legs and no wings (in most of the times).
pt_pt: As formigas (família Formicidae) têm um corpo evidentemente segmentado (cabeça, tórax e abdómen), com patas finas e sem asas (na maioria dos casos).
sv_se: Myror har tydligt uppdelad kropp (huvud, mellankropp och bakkropp), med tunna ben och de saknar (oftast) vingar.

source: Bumblebees are very rounded and furry bees. The queens are among our largest bees; workers vary in size, mostly larger than a honeybee, but might be smaller.
pt_pt: Os abelhões apresentam um corpo redondo e muito peludo. As rainhas estão entre as abelhas maiores; as obreiras variam bastante tamanho, sendo na maior parte dos casos maiores do que a abelha-do-mel.
sv_se: Humlor ä väldigt runda och pälsiga bin. Drottningarna är bland våra största bin. Arbetare varierar i storlek och är oftast, men inte alltid, större än ett honungsbi.

source: In comparison to flies, bumblebees have long, thin antennae
pt_pt: Em comparação com as moscas, os abelhões apresentam antenas longas e finas
sv_se: I jämförelse med flugor har humlor långa, tunna antenner

source: Compared to flies, their eyes cover the sides of the head, with lots of hair between the eyes
pt_pt: Em comparação com as moscas, têm olhos mais pequenos que cobrem os lados da cabeça, com muitos pelos entre os olhos
sv_se: Jämfört med flugor täcker deras ögon endast sidorna av huvudet, med mycket hår mellan ögonen.

source: Bumblebees differ from most bees because of the dense and long hair on the body
pt_pt: Os abelhões diferem da maioria das outras abelhas por apresentarem pelo extremamente denso e longo por todo o corpo
sv_se: Humlor skiljer sig från de flesta bin med deras tjocka långa hår på kroppen

source: In comparison to bees, bumblebees have contrasting colour bands (yellow, white, black or orange) on their body, some are ginger all over
pt_pt: Em comparação com outras abelhas, os abelhões apresentam bandas de pelo bastante contrastantes (amarelo, branco, preto ou laranja) ao longo do corpo; por vezes totalmente ruivos
sv_se: Jämfört med bin har humlor kontrastrika färgband (i gult, vitt, svart eller orange) på kroppen, vissa är brunorange över hela kroppen.

source: Bumblebees have a characteristic buzzing flight pattern and do not hover. There are 16 species in continental Portugal, 1 in Madeira and 3 in Azores.
pt_pt: Os abelhões possuem um padrão e som de voo característicos e não pairam no ar durante muito tempo. Existem 16 espécies em Portugal continental, 1 na Madeira e 3 nos Açores.
sv_se: Humlor har en karaktäristisk surrande flykt och hovrar inte. Det finns 16 arter på fastlandet, 1 på Madeira och 3 på Azorerna.

source: In comparison to flies, they have long thin antennae
pt_pt: Em comparação com as moscas, os abelhões apresentam antenas longas e finas
sv_se: Jämfört med flugor har de långa, tunna antenner

source: Also considering flies, their eyes cover the sides of the head, with lots of hair between the eyes
pt_pt: Em comparação com as moscas, têm olhos mais pequenos que cobrem os lados da cabeça, com muitos pelos entre os olhos
sv_se: Ögonen täcker huvudets sidor, och de har mycket hår mellan ögonen

source: They differ from most bees because of the dense and long hair on the body
pt_pt: Os abelhões diferem da maioria das outras abelhas por apresentarem pelo extremamente denso e longo por todo o corpo
sv_se: De skiljer sig från de flesta bin med deras tjocka långa hår på kroppen

source: Bumblebees also differ from other bees due to the presence of contrasting colour bands (yellow, white, black or orange), some are ginger all over
pt_pt: Em comparação com outras abelhas, os abelhões apresentam bandas de pelo bastante contrastantes (amarelo, branco, preto ou laranja) ao longo do corpo; por vezes totalmente ruivos
sv_se: Humlor skiljer sig också från andra bin genom deras olika fägband (gul, vit, svart eller orange), vissa är helt brunorange.

source: Hoverflies are very active and agile flyers, and are frequently seen hovering around the flowers. They might be confused with other flies, bees and wasps.
pt_pt: As moscas-das-flores são muito ativas e voadoras muito ágeis, e são frequentemente observadas a pairar perto das flores. Podem ser confundidas com outras moscas, abelhas ou vespas.
sv_se: Blomflugor är väldigt aktiva och skickliga flygare och ses ofta hovra kring blommor. De kan blandas ihop med andra flugor, bin och getingar.

source: Hoverflies have larger eyes, covering most of the head, differing from most bees and wasps
pt_pt: As moscas-das-flores além de terem apenas um par de asas, têm olhos de grandes dimensões que cobrem a maior parte da cabeça, separando-as da maioria das abelhas e vespas
sv_se: Blomflugor har större ögon, som täcker större delen av huvudet, jämfört med bin och getingar.

source: Compared to bees and wasps, they have much shorter antennae (in most species)
pt_pt: Em comparação com as abelhas e vespas, apresentam antenas muito pequenas (na maioria das espécies)
sv_se: Jämfört med andra bin och getingar har de (nästan alltid) mycket kortare antenner

source: In comparison with other flies, hoverflies have wings with ‘false margin’ wing vein, running more-or-less parallel to the true edge of the wing (3.1). Hoverflies also have a unique vein called “vena spuria”, only visible in very good photos (3.2)
pt_pt: Em comparação com outras moscas, as moscas-das-flores têm um "falsa margem" na asa, que percorre mais ou menos em paralelo à verdadeira margem da asa (3.1). Também apresentam uma veia única, chamada "vena spuria", apenas visível em fotos de boa qualidade com foco nas asas (3.2)
sv_se: Till skillnad från andra flugor har många blomflugor en falsk vingribba, mer eller mindre parallell med vingens kant (3.1). Blomflugor har också en falsk vingribba, vena spuria, som bara syns på bra foton (3.2).

source: The presence of black and yellow markings is more frequent than in other flies but be aware that some hoverflies are all dark and shiny metallic
pt_pt: A presença de marcas pretas e amarelas é mais frequente que noutras moscas, mas é necessário considerar que também existem moscas-das-flores com o corpo escuro e brilho metálico
sv_se: Svarta och gula mönster är vanligare än hos andra flugor, men vissa blomflugor kan vara mörka med metallglans.

source: Hoverflies are not usually as hairy as bees, and do not have thick and upright hairs on the body as in other flies
pt_pt: A grande maioria das moscas-das-flores não são peludas como as abelhas e também não apresentam pelos grossos e eretos como noutras moscas
sv_se: Blomflugor är oftast inte lika håriga som bin, och har inte tjocka utåtstående hår på kroppen som andra flugor

source: Hoverflies feed on nectar and pollen, only to feed themselves, not collecting pollen for the offspring nor having pollen baskets. There are about 214 species of hoverflies in mainland Portugal, 24 in Azores and 30 in Madeira.
pt_pt: As moscas-das-flores alimentam-se de néctar e pólen como fonte de energia enquanto adultos, não fazendo qualquer colheita para a descendência (não apresentando escopa como nas abelhas). Existem 214 espécies em Portugal continental, 24 nos Açores e 30 na Madeira
sv_se: Blomflugor livnär sig på pollen, men samlar inte pollen och har inga pollenkorgar. Det finns ungefär 214 arter blomflugor på portugals fastland, 24 på Azorerna och 30 i Madeira.

source: It is important to gain field experience, because some species can be challenging to identify in the beginning. Some genera have a close resemblance to the honeybee, such as the genus Eristalis (in the picture). Nevertheless there are a number of differences to look out for.
pt_pt: É importante ganhar experiência em campo, porque algumas espécies podem ser difíceis de distinguir ao início. Alguns géneros apresentam grandes semelhanças com a abelha-do-mel, como o género Eristalis (na foto). No entanto, existem algumas características distintivas que deverá procurar
sv_se: Det är viktigt att titta på blomflugor i fält eftersom vissa arter kan vara svåra att känna igen i början. Några arter liknar honungsbin, som slamflugor (se bild). Det finns dock vissa kännetecken man kan titta på.

source: Much shorter antennae
pt_pt: Antenas de tamanho muito menor
sv_se: Mycket kortare antenner

source: The back legs are much narrower than the broad flattened legs of the honeybee
pt_pt: Patas traseiras mais finas que as patas traseiras características da abelha-do-mel
sv_se: Bakbenen är mycket smalare än de breda, platta benen hos honungsbin
