Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: There is a lot of variation in size, shape and markings among solitary wasps. They are usually not obviously hairy, and they do not have no pollen basket.
de_de: Solitärwespen unterscheiden sich stark in Größe, Form und Zeichnung. Sie sind in der Regel nicht behaart und sie haben keine Pollenhöschen.
es: Entre las avispas solitarias hay una gran variación de tamaño, forma y marcas. Por lo general, no son evidentemente peludas y no tienen cesta de polen.
pt_pt: Há muita variação de tamanho, forma e marcas entre as vespas solitárias. Geralmente não são obviamente peludas e não têm cestos de pólen.
sv_se: Det är stor variation i storlek, form och färg mellan solitära getingar. De är oftast inte tydligt håriga, och de har inga pollenkorgar.

source: Hoverflies are very active and agile flyers, and are frequently seen hovering, as you would expect from their name.
cy: Math o glêr yw pryfed hofran, yn perthyn i urdd Diptera. Mae pryfed hofran yn ehedwyr actif a chwim iawn, ac fe'i gwelir yn aml yn hofran, fel y byddech yn ei ddisgwyl yn ôl yr enw.
de_de: Schwebfliegen sind sehr aktive und wendige Flieger und werden, wie ihr Name schon sagt, häufig im Schwebeflug beobachtet.
el: Οι συρφίδες είναι πολύ δραστήρια και ευέλικτα έντομα, συχνά αιωρούνται (hover), όπως υποδηλώνει και το όνομά τους στα αγγλικά (hoverflies).
pt: Moscas-das-flores são bastante ativas e ágeis no voo. São frequentemente observadas pairando no ar.
pt_pt: As moscas-das-flores são bastante ativas e ágeis no voo. São frequentemente observadas pairando no ar.
sv_se: Blomflugor är mycket snabba och skickliga flygare och ses ofta hovra, sväva stilla i luften, till exempel över en blomma.

source: Large eyes, covering most of the head in males (as shown above) or with a small gap between the eyes at the top of the head in females
cy: Llygaid mawr, yn gorchuddio'r rhan fwyaf o'r pen yn y gwrywod (fel gwelir uchod) neu gyda bwlch bychan rhwng y llygaid ar dop y pen yn y benywod
de_de: Große Augen, die bei den Männchen den größten Teil des Kopfes bedecken (wie oben gezeigt) oder bei den Weibchen eine kleine Lücke zwischen den Augen am oberen Ende des Kopfes aufweisen
el: Έχουν μεγάλους οφθαλμούς. Στα αρσενικά οι οφθαλμοί καλύπτουν ολόκληρη την κεφαλή, στα θηλυκά υπάρχει ένα μικρό κενό μεταξύ των οφθαλμών, στην κορυφή του κεφαλιού
pt: Olhos grandes, cobrindo grande parte da cabeça no caso dos machos (como mostrado acima) ou com uma pequena separação entre os olhos no topo da cabeça em fêmeas.
pt_pt: Olhos grandes, cobrindo grande parte da cabeça no caso dos machos (como mostrado acima) ou com uma pequena separação entre os olhos no topo da cabeça, nas fêmeas.
sv_se: De stora ögonen täcker större delen av hanarnas huvud (som visas ovan). Honorna har ett litet mellanrum mellan ögonen uppe på huvudet

source: Most hoverflies have much shorter antennae than bees and wasps
cy: Mae gan y rhan fwyaf o bryfed hofran deimlyddion llawer byrrach na gwenyn a gwenyn meirch
de_de: Die meisten Schwebfliegen haben viel kürzere Fühler als Bienen und Wespen
el: Οι περισσότερες συρφίδες έχουν πολύ πιο κοντές κεραίες σε σύγκριση με τις μέλισσες και τις σφήκες
pt: A maioria das moscas-das-flores tem antenas mais curtas que as antenas de abelhas e vespas.
pt_pt: A maioria das moscas-das-flores tem antenas mais curtas do que as antenas das abelhas e das vespas.
sv_se: De flesta blomflugor har mycket kortare antenner än bin och andra steklar

source: In the wings there is a ‘false margin’ wing vein, running more-or-less parallel to the true edge of the wing
cy: Yn yr adenydd mae gwythïen ‘ymyl ffug’, sydd fwy neu lai'n gyfochrog â gwir ymyl yr adain
de_de: Auf den Flügeln befindet sich eine "falsche Randader", die mehr oder weniger parallel zum eigentlichen Flügelrand verläuft
el: Στις πτέρυγες τους υπάρχει ένα ‘ψευδές περιθώριο’ - βρίσκεται παράλληλα από το σημείο που τελειώνει η πτέρυγα
pt: Nas asas já uma veia de 'margem falsa', que corre mais ou menos paralela à borda verdadeira da asa.
pt_pt: Nas asas há uma veia de 'margem falsa', que corre mais ou menos paralela à borda verdadeira da asa.
sv_se: På vingarna finns en "falsk vingkant" som löper mer eller mindre parallellt med den riktiga vingkanten

source: Many hoverfly species have black and yellow stripes, but some are all dark or have other patterns
cy: Mae gan lawer o rywogaethau pryfed hofran streipiau du a melyn, ond mae rhai yn ddu drostynt i gyd neu mae ganddynt batrymau eraill arnynt
de_de: Viele Schwebfliegenarten haben schwarze und gelbe Streifen. Einige sind auch ganz dunkel oder haben andere Muster
el: Πολλά είδη έχουν μαύρες και κίτρινες ρίγες στο σώμα τους, ενώ κάποια είναι σκουρόχρωμα ή έχουν άλλα μοτίβα
pt: Muitas moscas-das-flores tem listras pretas e amarelas, porém algumas são todas escuras ou apresentam outros padrões.
pt_pt: Muitas moscas-das-flores têm listas pretas e amarelas, porém algumas são todas escuras ou apresentam outros padrões.
sv_se: Många blomflugor har svarta och gula ränder, men en del är enfärgat mörka eller har andra mönster

source: Hoverflies are not usually as hairy as bees (but there are some exceptions!), and they do not usually have prominent bristles on the body (some other types of fly are obviously bristly)
cy: Fel arfer nid yw pryfed hofran mor flewog â gwenyn (ond mae rhai eithriadau!), ac fel arfer does ganddyn nhw ddim gwrych amlwg ar eu cyrff (mae rhai mathau eraill o glêr yn amlwg wrychog)
de_de: Schwebfliegen sind in der Regel nicht so behaart wie Bienen (aber es gibt auch Ausnahmen!) und sie haben meistens keine auffälligen Borsten am Körper (einige andere Fliegenarten sind deutlich borstig)
el: Συνήθως δεν έχουν τόσο πυκνό τρίχωμα όσο οι μέλισσες (υπάρχουν εξαιρέσεις), ενώ το τρίχωμά τους μπορεί να μην είναι ευδιάκριτο (υπάρχουν μύγες με ευδιάκριτο τρίχωμά)
pt: Geralmente, moscas-das-flores não são peludas como as abelhas (embora haja algumas exceções!) e não tem pelos arrepiados proeminentes (outros tipos de moscas tem pelos marcadamente arrepiados).
pt_pt: Geralmente, as moscas-das-flores não são peludas como as abelhas (embora hajam algumas exceções!) e não têm pelos eretos proeminentes (outros tipos de moscas têm pelos marcadamente eretos).
sv_se: Blomflugor brukar inte vara lika håriga som bin (men det finns undantag!) och brukar inte ha tydliga borst på kroppen (som en del andra flugor har).

source: Hoverflies feed on nectar and pollen, but do not collect nectar and have no pollen baskets. There are about 285 species of hoverfly in the UK.
cy: Mae pryfed hofran yn bwydo ar neithdar a phaill, ond nid ydynt yn casglu neithdar ac nid oes ganddynt fasgedi paill. Mae tua 285 o rywogaethau o bryfed hofran yn y Deyrnas Unedig.
de_de: Schwebfliegen ernähren sich von Nektar und Pollen, sammeln jedoch keinen Nektar und haben auch keine Pollenhöschen. In UK gibt es etwa 285 Arten von Schwebfliegen.
el: Οι συρφίδες τρέφονται με νέκταρ και γύρη, αλλά δεν συλλέγουν νέκταρ και δεν έχουν καλαθάκι γύρης. Υπάρχουν καταγεγραμμένα περίπου 285 είδη στο Η.Β.
pt: Moscas-das-flores se alimentam de néctar e pólen, mas não coletam néctar nem tem escopas para carregar pólen. Há cerca de 285 espécies de moscas-das-flores no Reino Unido.
pt_pt: As moscas-das-flores alimentam-se de néctar e pólen, mas não colhem néctar nem têm escopa para carregar pólen. Há cerca de 285 espécies de moscas-das-flores no Reino Unido.
sv_se: Blomflugor lever av nektar och pollen, men de samlar inte in pollen och har inga pollenkorgar. Det finns ca. 285 arter blomflugor i UK.

source: Hoverflies feed on nectar and pollen, but do not collect nectar and have no pollen baskets. There are about 350 species of hoverfly in Sweden.
sv_se: Blomflugor lever av nektar och pollen, men de samlar inte in pollen och har inga pollenkorgar. Det finns ca. 350 arter i Sverige.

source: Hoverflies feed on nectar and pollen, but do not collect nectar and have no pollen baskets. There are about 285 species of hoverfly in Germany.
de_de: Schwebfliegen ernähren sich von Nektar und Pollen, sammeln jedoch keinen Nektar und haben auch keine Pollenhöschen. In Deutschland gibt es etwa 285 Arten von Schwebfliegen.
pt_pt: As moscas-das-flores alimentam-se de néctar e pólen, mas não colhem néctar nem têm escopa para carregar pólen. Há cerca de 285 espécies de moscas-das-flores na Alemanha.
sv_se: Blomflugor lever av nektar och pollen, men de samlar inte in pollen och har inga pollenkorgar. Det finns ca. 285 arter blomflugor i Tyskland

source: Hoverflies feed on nectar and pollen, but do not collect nectar and have no pollen baskets. There are about 52 species of hoverfly in Cyprus.
de_de: Schwebfliegen ernähren sich von Nektar und Pollen, jedoch sammeln sie keinen Nektar und haben auch keine Pollenhöschen. Auf Zypern gibt es etwa 52 Arten von Schwebfliegen.
el: Τρέφονται με νέκταρ και γύρη, αλλά δεν συλλέγουν νέκταρ και δεν έχουν καλαθάκι γύρης. Υπάρχουν καταγεγραμμένα περίπου 52 είδη στην Κύπρο.
pt: As moscas-das-flores se alimentam de néctar e pólen, mas não coletam néctar e não têm corbícula. Existem cerca de 52 espécies de moscas-das-flores em Chipre.
pt_pt: As moscas-das-flores alimentam-se de néctar e pólen, mas não colhem néctar nem têm escopa para carregar pólen. Há cerca de 52 espécies de moscas-das-flores no Chipre.
sv_se: Blomflugor lever av nektar och pollen, men de samlar inte in pollen och har inga pollenkorgar. Det finns ca. 52 arter blomflugor på Cypern.

source: Hoverflies feed on nectar and pollen, but do not collect nectar and have no pollen baskets. There are about 230 species of hoverfly in Croatia.
pt_pt: As moscas-das-flores alimentam-se de néctar e pólen, mas não colhem néctar nem têm escopa para carregar pólen. Há cerca de 230 espécies de moscas-das-flores na Croácia.
sv_se: Blomflugor äter nektar och pollen, men samlar inte nektar och har inga pollenkorgar. Det finns ungefär 230 arter av blomflugor i Kroatien.

source: Hoverflies feed on nectar and pollen, but do not collect nectar and have no pollen baskets. There are about 180 species of hoverfly in Ireland.
de_de: Schwebfliegen ernähren sich von Nektar und Pollen, sammeln jedoch keinen Nektar und haben auch keine Pollenhöschen. In Irland gibt es etwa 180 Arten von Schwebfliegen.
pt_pt: As moscas-das-flores alimentam-se de néctar e pólen, mas não colhem néctar nem têm escopa para carregar pólen. Há cerca de 180 espécies de moscas-das-flores na Irlanda.
sv_se: Blomflugor lever av nektar och pollen, men de samlar inte in pollen och har inga pollenkorgar. Det finns ca. 180 arter blomflugor på Irland.

source: Many hoverflies have the typical black and yellow markings, but there is quite a lot of variety in shape, size and marking among the full range of species. Some examples are shown above.
cy: Mae gan nifer o bryfed hofran y marciau du a melyn nodweddiadol, ond mae cryn dipyn o amrywiaeth ymysg yr ystod lawn o rywogaethau o ran eu siâp, eu maint a'r marciau arnynt. Mae rhai enghreifftiau i'w gweld uchod.
de_de: Viele Schwebfliegen haben die typische schwarz-gelbe Zeichnung, aber es gibt bei allen Arten eine große Vielfalt an Formen, Größen und Zeichnungen. Einige Beispiele sind oben abgebildet.
el: Πολλές συρφίδες, έχουν χαρακτηριστικά μαύρα και κίτρινα στίγματα στο κορμί τους. Υπάρχει μεγάλη ποικιλία στο σχήμα και το μέγεθος διαφορετικών ειδών συρφίδες. Μερικά παραδείγματα φαίνονται παραπάνω.
pt: Muitas moscas-das-flores tem marcas típicas em preto e amarelo, mas há uma grande variação em forma, tamanho e marcações entre as espécies. Alguns exemplos são mostrados acima.
pt_pt: Muitas moscas-das-flores têm marcas típicas em pretas e amarelas, mas há uma grande variação na forma, tamanho e marcações entre as espécies. Acima são mostrados alguns exemplos.
sv_se: Många blomflugor har en typisk svart och gul teckning, men kroppsform, storlek och mönster kan variera mycket mellan arter. Några exempel visas ovan.

source: Drone-fly hoverflies have much shorter antennae than honeybees
cy: Mae gan bryfed hofran yn y genws <i>Eristalis</i>, sy'n debyg i wenyn gormes, deimlyddion llawer byrrach na gwenyn mêl
de_de: Mistbienen (Eristalix tenax) haben viel kürzere Fühler als Honigbienen
el: Οι Drone-fly συρφίδες έχουν πολύ μικρότερες κεραίες από τις μέλισσες
pt: Moscas-zangão tem antenas muito mais curtas do que abelhas melíferas.
pt_pt: Moscas-zangão têm antenas muito mais curtas do que a abelha-do-mel.
sv_se: Slamflugor liknar honungsbin men har mycket kortare antenner

source: The eyes cover more of the head
cy: Mae'r llygaid yn gorchuddio'r rhan fwyaf o'r pen
de_de: Die Augen bedecken einen größeren Teil des Kopfes
el: Οι οφθαλμοί καλύπτουν το μεγαλύτερο μέρος της κεφαλής
pt: Os olhos cobrem uma maior proporção da cabeça.
pt_pt: Os olhos cobrem uma maior proporção da cabeça
sv_se: Ögonen täcker en större del av huvudet

source: The back legs are much narrower than the broad flattened legs of honeybees
cy: Mae'r coesau ôl yn llawer teneuach na choesau llydan a fflat gwenyn mêl
de_de: Die Hinterbeine sind viel schmaler als die breiten und abgeflachten Beine der Honigbienen
el: Τα πίσω πόδια τους είναι πολύ πιο λεπτά από τα πεπλατυσμένα πόδια των μελισσών
pt: As pernas traseiras são muito mais finas do que as pernas largas e achatadas das abelhas melíferas.
pt_pt: As pernas traseiras são muito mais finas do que as pernas largas e achatadas da abelha-do-mel.
sv_se: Bakbenen är mycket smalare än honungsbinas breda, platta bakben

source: The typical ‘false margin’ wing vein is present
cy: Mae'r wythïen ‘ymyl ffug’ nodweddiadol i'w gweld ar yr adain
de_de: Die typische "falsche Randader" auf dem Flügel ist vorhanden
el: Οι πτέρυγες τους έχουν το χαρακτηριστικό ‘ψευδές περιθώριο’
pt: A típica veia da 'falsa margem' da asa está presente.
pt_pt: A típica veia da 'falsa margem' da asa está presente
sv_se: De har den typiska "falska vingkanten"

source: Drone-fly hoverflies have a distinctive ‘loop’ in the wing vein near the tip of the wing
cy: Mae gan bryfed hofran yn y genws hwn 'ddolen' nodweddiadol yn y wythïen ger pen yr adain
de_de: Mistbienen (Eristalix tenax) haben eine charakteristische "Schleife" in der Flügelader nahe der Flügelspitze
el: Οι Drone-fly συρφίδες έχουν ένα χαρακτηριστικό ευδιάκριτο ‘κύρτωμα’ κοντά στην άκρη των πτερύγων
pt: Moscas-zangão tem uma 'curva' característica na veia próxima à ponta da asa
pt_pt: Moscas-zangão têm uma 'curva' característica na veia próxima da extremidade da asa
sv_se: Slamflugor har en typisk tydlig böj på en vingribba nära vingspetsen

source: Drone-fly hoverflies have much shorter antennae than honeybees (UK example shown)
de_de: Mistbienen (Eristalix tenax) haben viel kürzere Fühler als Honigbienen (Beispiel aus UK)
el: Οι Drone-fly συρφίδες έχουν πολύ μικρότερες κεραίες από τις μέλισσες (παράδειγμα από το Η.Β.)
pt: Moscas-zangão tem uma antena muito mais curta do que as abelhas melíferas (exemplo do Reino Unido)
pt_pt: Moscas-zangão têm uma antena muito mais curta do que a abelha-do-mel (exemplo do Reino Unido)
sv_se: Storslamflugor har mycket kortare antenner än honungsbin (exempel från Storbritannien)

source: The Hornet Hoverfly (<i>Volucella zonaria</i>) is our largest hoverfly and is a good mimic of hornets, but note the short antennae
cy: Y math hwn o bryf hofran, <i>Volucella zonaria</i> yw'n pryf hofran mwyaf ac mae'n dda am efelychu gwenyn meirch mawr, ond sylwch ar y teimlyddion byr
de_de: Die Hornissenschwebfliege (<i>Volucella zonaria</i>) ist unsere größte Schwebfliege und ahmt Hornissen gut nach. Aber beachte die kurzen Fühler
el: Τo Hornet Hoverfly (<i>Volucella zonaria</i>) είναι από τις μεγαλύτερες σε μέγεθος συρφίδες. Μιμούνται τις σφήκες, αλλά έχουν πολύ μικρότερες κεραίες από εκείνες
pt: A mosca-vespa (<i>Volucella zonaria</i>) é nossa maior mosca-das-flores e mimetiza vespas, porém note que apresenta antenas curtas
pt_pt: A mosca-vespa (<i>Volucella zonaria</i>) é a nossa maior mosca-das-flores e mimetiza vespas, porém note que apresenta antenas curtas
sv_se: Den stora blomflugan <i>Volucella zonaria</i> har nyligen hittats i Sverige, men ännu inte fått något svenskt namn. Den är mycket lik en bålgeting, men har korta antenner.

source: A few species have extended ‘noses’ – this one is <i>Rhingia campestris</i>, a widespread species with a distinctive grey and orange colour
cy: Mae gan rai rhywogaethau ‘drwynau’ hir – <i>Rhingia campestris</i> yw hwn, sy'n rhywogaeth gyffredin a chanddi liw llwyd ac oren unigryw
de_de: Einige Arten haben verlängerte "Nasen" - dies ist die Gemeine Schnauzenschwebfliege (<i>Rhingia campestris</i>), eine weit verbreitete Art mit einer unverwechselbaren grau-orangenen Färbung
el: Mερικά είδη έχουν επεκτείνει τις ‘μύτες’ - αυτό είναι το <i>Rhingia campestris</i>, ένα κοινό είδος με απαλό γκρι και πορτοκαλί χρώμα
pt: Algumas poucas espécies apresentam um 'nariz' extendido – esta é <i>Rhingia campestris</i>, uma espécie com cores cinza e laranja característicos
pt_pt: Algumas, poucas, espécies apresentam um 'nariz' estendido – esta é <i>Rhingia campestris</i>, uma espécie com cores cinza e laranja características
sv_se: Några arter har en utdragen "näbb" – det här är ängsnäbbfluga, <i>Rhingia campestris</i>, en utbredd art med orange och gråsvart teckning

source: A few hoverflies are very good bumblebee mimics – check the antennae to be sure they are not bumblebees!
cy: Mae rhai pryfed hofran yn dda iawn am efelychu cacwn – edrychwch ar y teimlyddion i wirio nad cacwn ydyn nhw!
de_de: Einige Schwebfliegen ahmen Hummeln sehr gut nach - überprüfen Sie die Fühler, um sicher zu sein, dass es keine Hummeln sind!
el: Ορισμένα είδη συρφίδων μιμούνται εξαιρετικά τους βομβίνους- για να βρείτε τι έντομο είναι ελέγξτε προσεκτικά τις κεραίες!
pt: Algumas moscas-das-flores mimetizam muito bem mamangavas - note a antena para ter certeza de que não são mamangavas!
pt_pt: Algumas moscas-das-flores mimetizam muito bem os abelhões - note a antena para ter certeza de que não são abelhões!
sv_se: En del blomflugor är lika humlor – titta noga på antennerna för att se att det inte är en humla!

source: Some hoverflies are small and mostly dark in colour, but have the typical wing veins (if you can get close enough to see them) and in flight will hover like typical hoverflies
cy: Mae rhai pryfed hofran yn fach ac yn bennaf dywyll eu lliw, ond mae ganddynt y gwythiennau nodweddiadol ar eu hadenydd (os gallwch fynd yn ddigon agos i'w gweld nhw) ac wrth hedfan maen nhw'n hofran fel pryfed hofran nodweddiadol
de_de: Einige Schwebfliegen sind klein und meist dunkel gefärbt, haben aber die typischen Flügeladern (wenn man nahe genug herankommt, um sie zu sehen) und schweben im Flug wie typische Schwebfliegen
el: Ορισμένα είδη είναι μικρά σε μέγεθος και έχουν σκούρο χρώμα, κοιτάξτε προσεχτικά τις πτέρυγες τους- θα πρέπει να έχουν τις χαρακτηριστικές νευρώσεις. Επιπλέον κατά τη διάρκεια της πτήσης θα αιωρούνται
pt: Algumas moscas-das-flores são pequenas e de cor escura, mas tem veias das asas típicas (se você conseguir chegar perto o suficiente para ver) e, durante o voo, pausam no ar de forma típica
pt_pt: Algumas moscas-das-flores são pequenas e de cor escura, mas têm veias das asas típicas (se você conseguir chegar perto o suficiente para ver) e, durante o voo, ficam a pairar no ar
sv_se: En del blomflugor är små och mestadels svarta, men alla har de typiska vingribborna (om du kan komma nära nog för att se dem) och de hovrar precis som andra blomflugor

source: The Hornet Hoverfly (<i>Volucella zonaria</i>) is one of the largest hoverfly species and is a good mimic of hornets, but note the short antennae (example from Greece shown)
de_de: Die Hornissenschwebfliege (Volucella zonaria) ist unsere größte Schwebfliege und ahmt Hornissen gut nach, aber beachten Sie die kurzen Fühler (Beispiel aus Griechenland)
el: Οι Hornet Hoverfly (<i>Volucella zonaria</i>) είναι από τις μεγαλύτερες σε μέγεθος συρφίδες. Μιμούνται τις σφήκες, αλλά έχουν πολύ μικρότερες κεραίες από εκείνες (παράδειγμα από Ελληνική εντομοπανίδα)
pt: A mosca-vespa (<i>Volucella zonaria</i>) é uma das maiores moscas-das-flores e mimetiza vespas, porém note que apresenta antenas curtas
pt_pt: A mosca-vespa (<i>Volucella zonaria</i>) é uma das maiores moscas-das-flores e mimetiza vespas, porém note que apresenta antenas curtas (exemplo da Grécia apresentado)
sv_se: Arten <i> Volucella zonaria</i> är en av de största blomflugorna, och är mycket lik en bålgeting, men har korta antenner. (exempel från Grekland)

source: A few species have extended ‘noses’ – this one is <i>Rhingia campestris</i>, a widespread species with a distinctive grey and orange colour (UK example shown)
de_de: Einige Arten haben verlängerte "Nasen" - dies ist die Gemeine Schnauzenschwebfliege (<i>Rhingia campestris</i>), eine weit verbreitete Art mit einer unverwechselbaren grau-orangenen Farbe (Beispiel aus UK)
el: Mερικά είδη έχουν επεκτείνει τις ‘μύτες’-αυτό είναι το <i>Rhingia campestris</i>, ένα ευρέως διαδεδομένο είδος με διακριτικό γκρι και πορτοκαλί χρώμα (παράδειγμα από το Η.Β.)
pt: Algumas espécies apresentam um 'nariz' extendido - esta é<i>Rhingia campestris</i>, uma espécie com ampla distribuição com cores cinza e laranja (exemplo do Reino Unido é mostrado)
pt_pt: Algumas, poucas, espécies apresentam um 'nariz' estendido - esta é<i>Rhingia campestris</i>, uma espécie com ampla distribuição com cores cinza e laranja (um exemplo do Reino Unido é mostrado)
sv_se: Några arter har en utdragen "näbb" – det här är ängsnäbbfluga <i>Rhingia campestris</i>, med orange och gråsvart teckning, som finns i stora delar av landet (exempel från Storbritannien)

source: The Marmalade Hoverfly (<i>Episyrphus balteatus</i>) is one of our most common hoverflies
de_de: Die Hainschwebfliege (<i>Episyrphus balteatus</i>) ist eine der häufigsten Schwebfliegen
pt_pt: O <i>Episyrphus balteatus</i> é uma das moscas-das-flores mais comuns
sv_se: Flyttblomflugan (<i>Episyrphus balteatus</i>) är en avvåra vanligaste blomflugor

source: Hoverflies are very active and agile flyers, and are frequently seen hovering, as you would expect from their name.
de_de: Schwebfliegen sind sehr aktive und wendige Flieger und werden, wie ihr Name schon sagt, häufig im Schwebeflug beobachtet.
es: Las moscas planeadoras son voladoras muy activas y ágiles, y se las ve con frecuencia volando suspendidas y estáticas frente a las flores.
pt_pt: As moscas-das-flores são muito ativias e voadores ágeis, e são frequentemente encontrados a pairar no ar.
sv_se: Blomflugor är väldigt aktiva och smidiga flygare och syns ofta hovra, som man kan ana från deras namn.

source: Large eyes, covering most of the head in males
de_de: Große Augen bedecken bei den Männchen den größten Teil des Kopfes
es: Ojos grandes, que cubren la mayor parte de la cabeza en los machos
pt_pt: Olhos grandes, cobrindo a maioria da cabeça, nos machos
sv_se: Stora ögon som täcker det mesta av huvudet, hos hanar.

source: Short antennae
de_de: Kurze Fühler
es: Antenas cortas
pt_pt: Antenas curtas
sv_se: Korta antenner

source: They can have black and yellow stripes, but some are all dark or have other patterns
de_de: Manche haben schwarze und gelbe Streifen. Einige sind auch ganz dunkel oder haben andere Muster
es: Pueden tener rayas negras y amarillas, pero algunas son todas oscuras o tienen otros patrones
pt_pt: Podem ter listas pretas e amaelas, mas algumas são todas pretas ou não têm qualquer padrão
sv_se: De kan ha svarta och gula ränder, men några är mörka eller har andra mönster.

source: The fly Toxomerus vertebratus pictured here also has:
es: La mosca Toxomerus vertebratus que aparece aquí también tiene:
pt_pt: A mosca Toxomerus vertebratus ilustrada aqui também tem:
sv_se: Flugan Toxomerus vertebratus, på bilden, har även:
