Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: Solitary bees are less rounded than bumblebees, and most are smaller than both bumblebees and honeybees.
cy: Mae gwenyn unig yn llai crwn na chacwn, ac mae'r rhan fwyaf yn llai eu maint na chacwn a gwenyn mêl hefyd.
de_de: Solitärbienen sind weniger rund als Hummeln. Die meisten sind kleiner als Hummeln und Honigbienen.
el: Οι μοναχικές μέλισσες είναι λιγότερο στρογγυλωπές από τους βομβίνους, και πιο μικρές από τις μελιτοφόρες μέλισσες και τους βομβίνους.
pt: Abelhas solitárias são menos arredondadas do que as mamangavas e a maioria é menor do que mamangavas e abelhas melíferas.
pt_pt: As abelhas solitárias são menos arredondadas do que os abelhões e a maioria tem dimensões menores do que os abelhões e do que a abelha-do-mel.
sv_se: Solitärbin är mer långsmala än humlor, och de flesta arter är betydligt mindre än humlor och honungsbin.

source: Usually quite elongate in shape (but there is lots of variety)
cy: Fel arfer yn eithaf hir eu siâp (ond maent yn amrywio'n fawr)
de_de: In der Regel recht länglich (aber es gibt eine große Vielfalt)
el: Συνήθως έχουν αρκετά επίμηκες σχήμα (υπάρχει ποικιλία)
pt: Normalmente tem formato bastante alongado (mas há muitas variedades)
pt_pt: Normalmente têm uma forma bastante alongada (mas há muita variação)
sv_se: Oftast ganska långsmala till formen (men variationen är stor)

source: Usually hairy, but often less densely covered in hairs than bumblebees
cy: Fel arfer yn flewog, ond yn aml mae'r blew yn llai trwchus na chacwn
de_de: In der Regel behaart, aber oft weniger dicht behaart als Hummeln
el: Συνήθως είναι τριχωτές, αλλά συχνά το τρίχωμα είναι λιγότερο πυκνό από ότι στους βομβίνους
pt: Normalmente peluda, mas frequentemente menos coberta de pelos que as mamangavas
pt_pt: Normalmente peluda, mas frequentemente menos coberta de pelos do que os abelhões
sv_se: Vanligen håriga, men brukar ha glesare päls än humlor eller är bara håriga på vissa delar av kroppen

source: Colours usually more subdued and less contrasting than bumblebees
cy: Y lliwiau fel arfer yn wannach na chacwn gyda llai o wrthgyferbyniad
de_de: Die Farben sind meist gedämpfter und weniger kontrastreich als bei Hummeln
el: Χρωματικά, συνήθως έχουν λιγότερες αντιθέσεις σε σχέση με τους βομβίνους
pt: As cores geralmente são mais suaves e menos contrastantes que em mamangavas
pt_pt: As cores são geralmente mais suaves e menos contrastantes do que nos abelhões
sv_se: Färgerna är vanligen mer dämpade och mindre kontrastrika än hos humlorna

source: Long antennae, often held straight out in front
cy: Teimlyddion hir, yn aml yn pwyntio'n syth allan
de_de: Lange Fühler, oft gerade nach vorne gehalten
el: Έχουν μακριές κεραίες, στραμμένες προς τα εμπρός
pt: Antenas longas, geralmente posicionadas diretamente na porção dianteira
pt_pt: Antenas longas, geralmente mantidas esticadas à sua frente
sv_se: Långa antenner, ofta är riktade rakt framåt

source: Smaller than queen bumblebees, but the largest solitaries are bigger than small worker bumblebees
cy: Yn llai na brenhines cacwn, ond mae'r mwyaf o'r rhai unig yn fwy na gweithwyr cacwn bach
de_de: Kleiner als Hummelköniginnen, aber die größten Solitärbienen sind größer als kleine Hummelarbeiterinnen
el: Μικρότερες από τη βασίλισσα βομβίνο. Οι μεγαλύτερες σε μέγεθος μοναχικές μέλισσες, είναι μεγαλύτερες από τις μικρότερες εργάτριες βομβίνους
pt: Menores do que rainhas de mamangavas, mas as grandes abelhas solitárias são menores do que operárias pequenas de mamangavas.
pt_pt: Menores do que as rainhas dos abelhões, mas as abelhas solitárias de maiores dimensões são maiores do que as obreiras mais pequenas dos abelhões.
sv_se: Mindre än humledrottningar, men de största solitärbina är större än små humlearbetare

source: Solitary bees fly actively between flowers, and will sometimes bask in sunshine. Most species do not hover. There are about 250 species in the UK.
cy: Mae gwenyn unig yn hedfan yn actif rhwng blodau, a weithiau maent yn gorweddian yn yr haul. Nid yw'r rhan fwyaf o rywogaethau yn hofran. Mae tua 250 o rywogaethau yn y Deyrnas Unedig.
de_de: Solitärbienen fliegen aktiv von Blüte zu Blüte und ruhen manchmal in der Sonne. Die meisten Arten schweben nicht. In UK gibt es etwa 250 Arten.
el: Οι μοναχικές μέλισσες πετούν ανάμεσα στα λουλούδια κι απολαμβάνουν τον ήλιο. Τα περισσότερα είδη δεν αιωρούνται. Υπάρχουν περίπου 250 είδη στο Η.Β.
pt: Abelhas solitárias voam ativamente entre flores e as vezes se aquecem pousadas ao sol. A maior parte das espécies não paira no ar. Há cerca de 250 espécies no Reino Unido.
pt_pt: As abelhas solitárias voam ativamente entre flores e às vezes aquecem-se pousadas ao sol. A maioria das espécies não paira no ar. Há cerca de 250 espécies no Reino Unido.
sv_se: Solitärbin flyger snabbt mellan olika blommor, och vilar ibland på ett soligt blad eller liknande. De flesta arter brukar inte hovra. Det finns ca 250 arter i UK.

source: Solitary bees fly actively between flowers, and will sometimes bask in sunshine. Most species do not hover. There are about 270 species in Sweden.
sv_se: Solitärbin flyger snabbt mellan olika blommor, och vilar ibland på ett soligt blad eller liknande. De flesta arter brukar inte hovra (stå still i luften). Det finns ca 270 arter i Sverige.

source: Solitary bees fly actively between flowers, and will sometimes bask in sunshine. Most species do not hover. There are about 560 species in Germany.
de_de: Solitärbienen fliegen aktiv von Blüte zu Blüte und ruhen manchmal in der Sonne. Die meisten Arten schweben nicht. In Deutschland gibt es etwa 560 Arten.
pt_pt: As abelhas solitárias voam ativamente entre flores e às vezes aquecem-se pousadas ao sol. A maioria das espécies não paira no ar. Há cerca de 560 espécies na Alemanha.
sv_se: Solitärbin flyger snabbt mellan blommorna och sitter ibland och solbadar. De flesta arter kan inte hovra. Det finns ca. 560 arter i Tyskland.

source: Solitary bees fly actively between flowers, and will sometimes bask in sunshine. Most species do not hover. There are about 650 species in Croatia.
pt_pt: As abelhas solitárias voam ativamente entre flores e às vezes aquecem-se pousadas ao sol. A maioria das espécies não paira no ar. Há cerca de 650 espécies na Croácia.
sv_se: Solitärbin flyger aktivt mellan blommor, och vilar ibland i solen. De flesta arter hovrar inte. Det finns ungefär 650 arter i Kroatien.

source: Solitary bees fly actively between flowers, and will sometimes bask in sunshine. Most species do not hover. There are about 369 species in Cyprus.
de_de: Solitärbienen fliegen aktiv von Blüte zu Blüte und ruhen manchmal in der Sonne. Die meisten Arten schweben nicht. In Zypern gibt es etwa 369 Arten.
el: Οι μοναχικές μέλισσες πετούν ανάμεσα στα λουλούδια κι απολαμβάνουν τον ήλιο. Τα περισσότερα είδη δεν αιωρούνται. Υπάρχουν περίπου 369 είδη στην Κύπρο.
pt: Abelhas solitárias voam ativamente entre aas flores, às vezes aproveitando a luz do sol. A maioria das espécies não paira. Há cerca de 369 espécies no Chipre.
pt_pt: As abelhas solitárias voam ativamente entre flores e às vezes aquecem-se pousadas ao sol. A maioria das espécies não paira no ar. Há cerca de 369 espécies no Chipre.
sv_se: Solitärbin flyger snabbt mellan olika blommor, och vilar ibland på ett soligt blad eller liknande. De flesta arter brukar inte hovra (stå still i luften). Det finns ca. 369 arter på Cypern.

source: Solitary bees fly actively between flowers, and will sometimes bask in sunshine. Most species do not hover. There are about 79 species in Ireland.
pt_pt: As abelhas solitárias voam ativamente entre flores e às vezes aquecem-se pousadas ao sol. A maioria das espécies não paira no ar. Há cerca de 79 espécies na Irlanda.
sv_se: Solitärbin flyger snabbt mellan olika blommor, och vilar ibland på ett soligt blad eller liknande. De flesta arter brukar inte hovra (stå still i luften). Det finns ca. 79 arter på Irland.

source: Solitary bees fly actively between flowers, and will sometimes bask in sunshine. Most species do not hover.
pt_pt: As abelhas solitárias voam ativamente entre flores e às vezes aquecem-se pousadas ao sol. A maioria das espécies não paira no ar.
sv_se: Solitärbin flyger aktivt mellan blommor, och vilar ibland i solen. De flesta arter hovrar inte.

source: Some solitary bees collect dry pollen into a pollen basket at the base of the hind legs (see the mining bee on the left above)
cy: Mae rhai gwenyn unig yn casglu paill sych mewn basged paill ar waelod y coesau ôl (gweler y wenynen durio uchod ar y chwith)
de_de: Einige Solitärbienen sammeln trockene Pollen in Pollenhöschen an der Basis der Hinterbeine (siehe die Sandbiene links oben).
el: Ορισμένες μοναχικές μέλισσες συλλέγουν ξηρή γύρη στο καλαθάκι που σχηματίζεται στα πίσω τους πόδια (μέλισσα πάνω αριστερά)
pt: Algumas abelhas solitárias carregam pólen seco em uma escopa na base das pernas traseiras (veja a abelha mineira acima à esquerda).
pt_pt: Algumas abelhas solitárias colhem pólen seco numa escopa na base das patas traseiras (veja a abelha mineira, acima à esquerda).
sv_se: Vissa solitärbin samlar pollen i en pollenkorg vid bakbenens bas (se sandbiet till vänster)

source: Others have the pollen basket underneath their abdomen (see the leafcutter bee on the right above)
cy: Mae gan eraill fasged paill o dan yr abdomen (gweler y wenynen ddeildorrol uchod ar y dde)
de_de: Andere haben die Pollenhöschen unter ihrem Hinterleib (siehe die Blattschneiderbiene rechts oben).
el: Ορισμένα είδη έχουν το καλαθάκι συλλογής γύρης κάτω από την κοιλιά (δείτε τη μέλισσα φυλλοκόπτη, πάνω δεξιά)
pt: Outras tem a escola embaixo de seu abdômen (veja a abelha cortadeira acima à direita).
pt_pt: Outras têm a escopa abaixo do abdómen (veja a abelha cortadeiram acima à direita).
sv_se: Andra har pollenkorgen under bakkroppen (se tapetserarbiet till höger)

source: Solitary bees generally nest in burrows or holes. One large group, the mining bees, dig burrows into soil. Another group, including the mason bees and leafcutter bees, make use of holes in wood, plants or walls.
cy: Ar y cyfan mae gwenyn unig yn nythu mewn tyllau. Mae un grŵp mawr, y gwenyn turio, yn gwneud tyllau yn y pridd. Mae grŵp arall, yn cynnwys y saerwenyn a'r gwenyn deildorrol, yn defnyddio tyllau mewn pren, planhigion neu waliau.
de_de: Solitärbienen nisten im Allgemeinen in Höhlen oder Löchern. Die große Gruppe der Sandbienen gräbt Höhlen in den Boden. Eine andere Gruppe, zu der die Mauerbienen und Blattschneiderbienen gehören, nutzt Löcher in Holz, Pflanzen oder Mauern.
el: Οι μοναχικές μέλισσες, φωλιάζουν συνήθως σε λαγούμια ή τρύπες. Οι εδαφόβιες μέλισσες σε τρύπες στο έδαφος. Οι μέλισσες ξυλοκόποι και οι μέλισσες φυλλοκόπτες φωλιάζουν σε τρύπες σε ξύλο, φυτά ή τοίχους.
pt: Abelhas solitárias geralmente constroem seus ninhos em buracos ou perfurações. As abelhas mineiras, um grande grupo, cavam seus ninhos no solo. Outro grupo, incluindo as abelhas pedreiras e cortadeiras, usam perfurações na madeira, plantas ou muros.
pt_pt: As abelhas solitárias constroem geralmente os ninhos em buracos ou perfurações. As abelhas mineiras, um grande grupo, fazem os seus ninhos no solo. Outro grupo, incluindo as abelhas pedreiras e cortadeiras, usam perfurações na madeira, plantas ou muros.
sv_se: Solitärbin har vanligen bon i gångar eller hålor. En stor grupp, sandbin, gräver gångar i marken. En annan grupp, däribland murarbin och tapetserarbin, använder hål i trä, växter eller väggar.

source: Some solitary bees collect dry pollen into a pollen basket at the base of the hind legs (bee on the left above)
de_de: Einige Solitärbienen sammeln trockene Pollen in Pollenhöschen an der Basis der Hinterbeine (Biene links oben).
el: Ορισμένες μοναχικές μέλισσες συλλέγουν ξηρή γύρη στο καλαθάκι που σχηματίζεται στα πίσω τους πόδια (μέλισσα πάνω αριστερά)
pt: Algumas abelhas solitárias coletam pólen seco em uma cesta de pólens localizada na base de suas pernas traseiras (abelha acima, à esquerda)
pt_pt: Algumas abelhas solitárias colhem pólen seco numa escopa localizada na base das suas pernas traseiras (abelha acima, à esquerda)
sv_se: Vissa solitärbin samlar pollen i en pollenkorg vid bakbenens bas (se biet på bilden ovan till vänster)

source: Others have the pollen basket underneath their abdomen (bee on the right above)
de_de: Andere haben Pollenhöschen unter ihrem Hinterleib (Biene rechts oben).
el: Ορισμένα είδη έχουν το καλαθάκι συλλογής γύρης κάτω από την κοιλιά (μέλισσα πάνω δεξιά)
pt: Outros têm a corbícula embaixo do abdômen (abelha acima à direita)
pt_pt: Outras têm a escopa abaixo do abdómen (abelha acima, à direita)
sv_se: Andra har pollenkorgen under bakkroppen (se biet ovan till höger)

source: Among the many species of solitary bee, there is a lot of variation in size, colour and how hairy they appear. Some examples are shown above.
cy: Ymysg y rhywogaethau niferus o wenyn unig, mae llawer o amrywiaeth o ran maint, lliw a pha mor flewog maen nhw. Mae rhai enghreifftiau i'w gweld uchod.
de_de: Unter den vielen Arten von Solitärbienen gibt es eine große Vielfalt an Größe, Farbe und Behaarung. Einige Beispiele sind oben abgebildet.
el: Υπάρχει μεγάλη ποικιλία στο χρώμα, το μέγεθος και την πυκνότητα στο τρίχωμα στα διαφορετικά είδη των μοναχικών μελισσών. Ορισμένα παραδείγματα φαίνονται πιο πάνω.
pt: Entre as várias espécies de abelhas solitárias, há uma grande variação em tamanho, cor e quão peluda a abelha é. Alguns exemplos são mostrados abaixo.
pt_pt: Entre as várias espécies de abelhas solitárias, há uma grande variação em tamanho, cor e na quantidade de pelo. Veja abaixo alguns exemplos.
sv_se: Det är stor variation mellan olika arter solitärbin vad gäller storlek, färg och behåring. Några exempel visas ovan.

source: The Ashy Mining Bee (<i>Andrena cineraria</i>) has black and grey stripes
cy: Mae gan y math hwn o Wenynen Durio, <i>Andrena cineraria</i>, streipiau du a llwyd
de_de: Die Graue Sandbiene (<i>Andrena cineraria</i>) ist schwarz und grau gestreift
el: Οι μέλισσες του εδάφους (<i>Andrena cineraria</i>) έχουν μαύρες και γκρι ρίγες
pt: A abelha mineira cinzenta (<i>Andrena cineraria</i>) é preta e tem listras cinza.
pt_pt: A abelha mineira cinzenta (<i>Andrena cineraria</i>) tem bandas pretas e cinzentas.
sv_se: Sobersandbiet (<i>Andrena cineraria</i>) är svart med grå ränder

source: The nomad bees (genus <i>Nomada</i>) can look very similar to wasps, but they have bee-like hairs on part of their body, and most are similar in shape and with a mix of black, red and yellow colours
cy: Gall gwenyn yn y genws <i>Nomada</i> edrych yn debyg iawn i wenyn meirch, ond mae ganddynt flew tebyg i flew gwenyn ar ran o'u corff, ac mae'r rhan fwyaf yn debyg o ran siâp ac mae ganddynt gymysgedd o liwiau du, coch a melyn.
de_de: Wespenbienen (Gattung <i>Nomada</i>) können Wespen sehr ähnlich sehen, aber sie haben bienenähnliche Haare auf einem Teil ihres Körpers. Die meisten sind ähnlich geformt und haben eine Mischung aus schwarzen, roten und gelben Farben
el: Οι μέλισσες του γένους <i> Nomada </i> μοιάζουν πολύ με σφήκες, με τη διαφορά ότι έχουν τρίχες-μέλισσας. Οι περισσότερες μέλισσες αυτού του γένους έχουν όμοιο σχήμα και οι χρωματισμοί τους είναι συνδυασμοί του μαύρου, του κόκκινου και του κίτρινου
pt: As abelhas-cuco (gênero <i>Nomada</i>) podem parecer com vespas, mas elas tem pelos como abelhas em parte de seu corpo. A maioria tem forma parecida e apresenta um misto de cores preta, vermelha e amarela.
pt_pt: As abelhas-cuco (género <i>Nomada</i>) podem parecer-se com vespas, mas têm pelos como as abelhas em parte do seu corpo. A maioria tem forma parecida e apresenta um misto de cores preta, vermelha e amarela.
sv_se: Gökbin (släktet <i>Nomada</i>) kan vara mycket lika getingar, men de har hår på delar av kroppen och de flesta liknar varandra till form och färgteckning i svart, rött och gult. Sittande har getingar ofta sina vingar vikta på längden, det har aldrig gökbin.

source: This scissor bee (genus <i>Chelostoma</i>) is one of the smallest solitary bees, at around 4mm long
cy: Mae'r wenynen hon o'r genws <i>Chelostoma</i> yn un o'r gwenyn unig lleiaf ac yn tua 4mm o hyd
de_de: Die Scherenbiene (Gattung <i>Chelostoma</i>) ist mit einer Länge von etwa 4 mm eine der kleinsten Solitärbienen
el: Οι μέλισσες του γένους <i> Chelostoma</i> είναι από τις μικρότερες σε μέγεθος μοναχικές μέλισσες, μήκους περίπου 4 mm
pt: Esta abelha do gênero <i>Chelostoma</i>é uma das menores abelhas solitárias, com cerca de 4mm.
pt_pt: Esta abelha (género <i>Chelostoma</i>) é uma das abelhas solitárias de menores dimensões, com cerca de 4 mm de comprimento.
sv_se: Blomsovarbin (släktet <i>Chelostoma</i>) hör till de minsta solitärbina, ca. 4 mm långa

source: In late summer the Ivy Bee (<i>Colletes hederae</i>) visits Ivy flowers – when fresh these bees have clear black and yellow stripes on the abdomen
cy: Ddiwedd yr haf mae'r wenynen hon, <i>Colletes hederae</i>, yn ymweld â blodau iorwg – pan maent yn ffres mae gan y gwenyn hyn streipiau du a melyn clir ar yr abdomen
de_de: Im Spätsommer besucht die Efeu-Seidenbiene (<i>Colletes hederae</i>) Efeublüten - in frischem Zustand haben diese Bienen deutliche schwarze und gelbe Streifen auf dem Hinterleib
el: Στα τέλη του καλοκαιριού η Ivy Bee (<i>Colletes hederae</i>) επισκέπτεται τα λουλούδια του κισσού - τα νεαρά άτομα έχουν ευδιάκριτες μαύρες και κίτρινες ρίγες στην κοιλιά
pt: No final do verão, a abelha da hera (<i>Colletes hederae</i>) visita flores de hera - quando novas, essas apresentam listras pretas e amarelas no abdômen.
pt_pt: No final do verão, a abelha da hera (<i>Colletes hederae</i>) visita flores de hera - quando jovens, apresentam bandas pretas e amarelas no abdómen.
sv_se: Sidenbin <i>Colletes</i> har tydliga svarta och gula ränder på bakkroppen. (på bilden en mellaneuropeisk art- Colletes hederae)

source: You don’t need to recognise the individual species to do a FIT Count, they all get counted as “solitary bees”!
cy: Does dim angen i chi adnabod y rhywogaethau unigol i wneud Cyfrif FIT. Mae pob un yn cael ei chyfrif fel “gwenynen unig”!
de_de: Für eine FIT-Zählung muss man die einzelnen Arten nicht erkennen, sie werden alle als "Solitärbienen" gezählt!
el: Δεν χρειάζεται να αναγνωρίσετε το είδος στο οποίο ανήκουν οι μοναχικές μέλισσες όταν κάνετε FIT Count, απλά καταγράψτε τις στην κατηγορία "Μοναχικές μέλισσες"!
pt: Você não precisa reconhecer as espécies individuais para fazer uma contagem FIT, todas elas são contadas como "abelhas solitárias"!
pt_pt: Não precisa de reconhecer as espécies individuais para fazer uma contagem no FIT Count, são todas registadas como "abelhas solitárias"!
sv_se: Du behöver inte känna igen enskilda arter för att göra en Blombesöksräkning, alla räknas till gruppen "solitära bin"!

source: Ground bees (genus <i>Andrena </i>) have black and grey stripes
de_de: Sandbienen (Gattung <i>Andrena</i> ) haben schwarze und graue Streifen
el: Οι μέλισσες του εδάφους (γένος<i>Andrena</i>) έχουν μαύρες και γκρι ρίγες.
pt: Abelhas-mineiras (gênero <i>Andrena </i>) tem listras pretas e cinza
pt_pt: Abelhas-mineiras (género <i>Andrena </i>) têm bandas pretas e cinzentas
sv_se: En del sandbin (släktet <i> Andrena </i>) har svarta och grå ränder på bakkroppen

source: The nomad bees (genus <i>Nomada</i>) can look very similar to wasps, but they have bee-like hairs on part of their body, and most are similar in shape and with a mix of black, red and yellow colours (UK example shown)
de_de: Wespenbienen (Gattung <i>Nomada</i>) können Wespen sehr ähnlich sehen, aber sie haben bienenähnliche Haare auf einem Teil ihres Körpers. Die meisten sind ähnlich geformt und haben eine Mischung aus schwarzen, roten und gelben Farben (Beispiel für UK)
el: Οι μέλισσες του γένους <i>Nomada</i> μοιάζουν πολύ με σφήκες, με τη διαφορά ότι έχουν τρίχες-μέλισσας. Οι περισσότερες μέλισσες αυτού του γένους έχουν όμοιο σχήμα και οι χρωματισμοί τους είναι συνδυασμοί του μαύρου, του κόκκινου και του κίτρινου (παράδειγμα από το Η.Β.)
pt: As abelhas nômades (gênero <i>Nomada</i>) podem ser bastante similares às vespas, mas elas possuem cerdas de abelhas em partes de seus corpos, e a maioria é similar em forma e com uma mistura de cores preta, vermelha e amarela (exemplo do Reino Unido fornecido)
pt_pt: As abelhas nómades (gênero <i>Nomada</i>) podem ser bastante similares às vespas, mas possuem cerdas de abelhas em partes dos seus corpos, e a maioria é similar em forma e com uma mistura de cores preta, vermelha e amarela (exemplo do Reino Unido fornecido)
sv_se: Gökbin (släktet <i>Nomada</i>) kan vara mycket lika getingar, men som andra bin har de hår på delar av kroppen, och de flesta likar varandra till form och sina i svarta, röda och gula teckningar. (exempel från Storbritannien)

source: Bees of the genus <i> Lasioglossum </i> are medium sized solitary bees. Some species are among the smallest in size solitary bees, at around 3mm long.
de_de: Bienen der Gattung <i>Lasioglossum</i> sind mittelgroße Solitärbienen. Einige Arten gehören mit einer Länge von etwa 3 mm zu den kleinsten Solitärbienen.
el: Οι μέλισσες του γένους <i>Lasioglossum</i> είναι μεσαίου μεγέθους μοναχικές μέλισσες. Μερικά είδη είναι από τις μικρότερες μοναχικές μέλισσες σε μέγεθος, μήκους περίπου 3 mm.
pt: Abelhas do gênero <i> Lasioglossum </i>são abelhas solitárias de tamanho médio. Algumas espécies estão entre as menores abelhas solitárias, com cerca de 3mm de comprimento.
pt_pt: Abelhas do género <i> Lasioglossum </i>são abelhas solitárias de tamanho médio. Algumas espécies estão entre as abelhas solitárias de menores dimensões, com cerca de 3 mm de comprimento.
sv_se: Smalbin<i> Lasioglossum </i> är små till medelstora solitärbin. Vissa arter hör till de minsta solitärbina, bara ca. 3 mm långa.

source: Bees of the genus <i>Colletes </i> have distinct black and yellow stripes on the abdomen (UK example shown)
de_de: Bienen der Gattung <i>Colletes</i> (Seidenbienen) haben ausgeprägte schwarze und gelbe Streifen auf dem Hinterleib (Beispiel aus UK)
el: Οι μέλισσες του γένους <i>Colletes</i> έχουν ευδιάκριτες μαύρες και κίτρινες ρίγες στην κοιλιά (παράδειγμα από το Η.Β.)
pt: Abelhas do gênero <i>Colletes </i> apresentam distintas faixas pretas e amarelas no abdome (exemplo do Reino Unido fornecido)
pt_pt: Abelhas do género <i>Colletes </i> apresentam faixas pretas e amarelas distintas no abdomen (exemplo do Reino Unido fornecido)
sv_se: Sidenbin <i>Colletes </i> har ofta tydliga svarta och gula ränder på bakkroppen. (exempel från Storbritannien)

source: This yellow-faced bee (genus <i>Hylaeus</i>) is one of the smallest solitary bees, at around 5-7mm long
de_de: Diese Maskenbiene (Gattung <i>Hylaeus</i>) ist mit einer Länge von 5-7 mm eine der kleinsten Solitärbienen
pt_pt: Esta abelha de face amarela (género <i>Hylaeus</i>) é uma das abelhas solitárias mais pequenas, com cerca de 5-7 mm de comprimento.
sv_se: Detta citronbi (släktet Hylaeus) är ett av de minsta solitärbina, ca. 5-7 mm långt

source: Solitary bees are less rounded than bumblebees, and most are smaller than honeybees.
de_de: Solitärbienen sind weniger rund als Hummeln. Die meisten sind kleiner als Honigbienen.
pt_pt: Abelhas solitárias são menos arredondadas do que os abelhões e a maioria é menor do que a abelha-do-mel.
sv_se: Solitärbin är inte så runda som humlor, och de flesta är mindre än honungsbin.
