Repository: NERC-CEH/fit-count-app
Catalog: src/common/translations/interface/*.po
Languages: cy, de_de, el, es, pt, pt_pt, sv_se

source: Smaller than queen bumblebees, but the largest solitaries are bigger than small worker bumblebees. Some solitary bees measure up to 45mm.
de_de: Kleiner als Hummelköniginnen, aber die größten Solitärbienen sind größer als kleine Hummelarbeiterinnen. Einige Solitärbienen sind nur bis zu 45 mm groß.
pt: Menores do que rainhas de mamangavas, mas as maiores abelhas solitárias são maiores do que pequenas operárias de mamangavas. Algumas abelhas solitárias medem até 45mm.
pt_pt: Menores do que rainhas de abelhões, mas as maiores abelhas solitárias são maiores do que pequenas obreiras de abelhões. Algumas abelhas solitárias medem até 45 mm.
sv_se: Solitärbin är mindre än humledrottningar, men de störta arterna är större än små arbetar-humlor. Vissa solitärbin kan bli 45 mm långa.

source: Solitary bees fly actively between flowers, and will sometimes bask in sunshine. Most species do not hover. There are about 3000 species in Brazil.
de_de: Solitärbienen fliegen aktiv von Blüte zu Blüte und ruhen manchmal in der Sonne. Die meisten Arten schweben nicht. In Brasilien gibt es etwa 3000 Arten.
pt: Abelhas solitárias voam ativamente entre as flores, e às vezes se aquecem ao sol. A maioria das espécies não paira. Há cerca de 3000 espécies no Brasil.
pt_pt: Abelhas solitárias voam ativamente entre as flores, e às vezes aquecem-se ao sol. A maioria das espécies não fica a pairar no ar. Há cerca de 3000 espécies no Brasil.
sv_se: Solitärbin flyger snabbt mellan blommorna och sitter ibland och solbadar. De flesta arter kan inte hovra. Det finns ca. 3000 arter i Brasilien.

source: Some solitary bees collect dry pollen into a pollen basket at the base of the hind legs (see the bee on the left above)
de_de: Einige Solitärbienen sammeln trockene Pollen in Pollenhöschen an der Basis der Hinterbeine (siehe die Biene links oben).
pt: Algumas abelhas solitárias coletam pólen seco em uma cesta na base das pernas traseiras (veja a abelha à esquerda acima)
pt_pt: Algumas abelhas solitárias colhem pólen seco numa escopa na base das pernas traseiras (veja a abelha à esquerda acima)
sv_se: En del solitärbin samlar pollen i en pollenkorg på bakbenen (se biet ovan till vänster)

source: Others have the pollen basket underneath their abdomen (see the leafcutter bee from the Megachilidae family on the right above)
de_de: Andere haben Pollenhöschen unter ihrem Hinterleib (siehe die Blattschneiderbiene aus der Familie der Megachilidae rechts oben).
pt: Outras tem a escopa embaixo de seu abdômen (veja a abelha cortadeira da família Megachilidae acima à direita).
pt_pt: Outras tem a escopa por baixo do abdómen (veja a abelha cortadeira da família Megachilidae acima à direita).
sv_se: Andra har pollenkorgen under bakkroppen (se tapetserarbiet, familjen Megachilidae , ovan tiil höger)

source: Among the 3000 species of solitary bee, there is a lot of variation in size, colour and how hairy they appear. See some examples above:
de_de: Unter den 3000 Arten von Solitärbienen gibt es eine große Vielfalt an Größe, Farbe und Behaarung. Einige Beispiele sind oben abgebildet.
pt_pt: Entre as 3000 espécies de abelhas solitárias, há uma grande variação em tamanho, cores e quão peludas são. Veja alguns exemplos acima:
sv_se: Bland de 3000 arter av solitära bin finns mycket variation i storlek, färg och hur håriga de är. Se några exempel ovan:

source: Bee of the genus <i>Oxaea</i> from the family Andrenidae.
de_de: Biene der Gattung <i>Oxaea</i> aus der Familie der Andrenidae.
pt: Abelhas do gênero <i>Oxaea</i> da família Andrenidae.
pt_pt: Abelhas do género <i>Oxaea</i> da família Andrenidae.
sv_se: Ett bi av släktet <i>Oxaea</i> , familjen Andrenidae.

source: The genus <i>Hylaeus</i> (Family Colletidae) can look very similar to wasps and lack structures for carrying pollen.
de_de: Die Gattung <i>Hylaeus</i> (Familie Colletidae) kann Wespen sehr ähnlich sehen, sie hat aber keine Strukturen zum Tragen von Pollen.
pt_pt: O género <i>Hylaeus</i> (Família Colletidae) pode parecer-se bastante com vespas e não apresentar estruturas para transporte de pólen.
sv_se: Citronbin <i>Hylaeus</i> (Familjen Colletidae) kan vara lika getingar. De är svarta med ljusa markeringar i ansiktet och de saknar hår för polleninsamling.

source: Bees from the Halictidae family are usually dark-coloured and often metallic.
de_de: Bienen aus der Familie der Halictidae sind meist dunkel gefärbt und oft metallisch.
pt: Abelhas da família Halictidae são geralmente de coloração escura e frequentemente metálicas.
pt_pt: Abelhas da família Halictidae são geralmente de cor escura e frequentemente metálicas.
sv_se: Smalbin och bandbin är ofta svarta (mörka) och en del arter kan ha svag metallglans.

source: The leafcutter bees (genus <i>Megachile</i>) have the pollen basket underneath their abdomen and cut pieces of leaf and petals to build their nests.
de_de: Die Blattschneiderbienen (Gattung Megachile) tragen Pollenhöschen unter ihrem Hinterleib und schneiden Blattstücke und Blütenblätter ab, um ihre Nester zu bauen.
pt: As abelhas cortadeiras (gênero <i>Megachile</i>) tem escopa embaixo de seu abdômen e cortam pedaços de folhas e pétalas para construir seus ninhos.
pt_pt: As abelhas cortadeiras (género <i>Megachile</i>) têm a escopa por baixo do abdómen e cortam pedaços de folhas e pétalas para construir os seus ninhos.
sv_se: Bladskärarabin (släktet <i>Megachile</i>) samlar pollen under bakkroppen. De skär ut bitar av blad eller blommor för att bygga sina bon.

source: Native Chilean bees are typically solitary. The carpenter bee (Xylocopa augusti) presents two different colour morphs, the dark morph is pictured above.
es: Las abejas nativas de Chile suelen ser solitarias. La abeja carpintera (Xylocopa augusti) presenta dos morfologías de color, la morfología oscura se muestra arriba.
pt_pt: As abelhas nativas do Chile são tipicamente solitárias. A abelhas carpinteira (Xylocopa augusti) apresenta dois morfotipos de cor, o morfotipo preto está ilustrado acima.
sv_se: Inhemska chilenska bin är typiskt solitära. Tapetserarbiet (Xylocopa augusti) uppvisar två olika färgmorfer, den mörka syns på bilden ovan.

source: Dark eyes and head
es: Ojos y cabeza oscuros
pt_pt: Olhos e cabeça pretos
sv_se: Mörka ögon och huvud

source: Abdomen is dark with orange flanks
es: El abdomen es oscuro con los costados anaranjados
pt_pt: O abdómen é preto com bordas laranja
sv_se: Bakkroppen är mörk med orangea sidor

source: Pollen that has been deposited on its back or legs
es: Polen que ha quedado depositado en el lomo o en las patas
pt_pt: Pólen que foi depositado no seu dorso ou patas
sv_se: Pollen som har blivit samlat på ryggen eller benen

source: The yellow or golden morph of the carpenter bee (Xylocopa augusti) is pictured above.
es: La morfología amarilla o dorada de la abeja carpintera (Xylocopa augusti) aparece en la foto de arriba.
pt_pt: A forma amarela ou dourada da abelha carpinteira (Xylocopa augusti) é mostrada acima.
sv_se: Den gula eller gyllene morfen av tapetserarbiet (Xylocopa augusti) syns på bilden ovan.

source: Bright greenish eyes
es: Ojos verdosos y brillantes
pt_pt: Olhos esverdeados brilhantes
sv_se: Ljusa grönaktiga ögon

source: Fuzzy golden yellow body and legs
es: Cuerpo y patas peludos de color amarillo dorado
pt_pt: Corpo e patas amarelas dourado com pelos
sv_se: Pälsig gyllene/gul kropp och ben

source: Cadeguala occidentalis is probably the native bee that most resembles the European honeybee
es: Cadeguala occidentalis es probablemente la abeja nativa que más se parece a la abeja europea
pt_pt: Cadeguala occidentalis é provavelmente a abelha nativa que mais se assemelha à abelha-do-mel Europeia
sv_se: Cadeguala occidentalis är antagligen det inhemska biet som mest liknar det europeiska honungsbiet.

source: Large, dark eyes
es: Ojos grandes y oscuros
pt_pt: Olhos grandes e pretos
sv_se: Stora, mörka ögon

source: Fuzzy orange body and legs
es: Cuerpo y patas peludos de color naranja
pt_pt: Corpo e patas laranja com pelos
sv_se: Pälsig orange kropp och ben

source: There are many different species of wasp, but the most familiar are the social wasps such as the one shown above.
cy: Mae llawer o wahanol rywogaethau o wenyn meirch, ond y rhai mwyaf cyfarwydd yw'r gwenyn meirch cymdeithasol, fel yr un uchod.
de_de: Es gibt viele verschiedene Wespenarten, aber die bekanntesten sind die Faltenwespen wie die oben abgebildete.
el: Υπάρχουν πολλά διαφορετικά είδη σφήκας, με τις πιο κοινές να είναι οι κοινωνικές σφήκες (εικόνα πιο πάνω).
pt: Existem muitas espécies diferentes de vespas, mas as mais conhecidas são as vespas sociais como a mostrada acima.
pt_pt: Existem muitas espécies diferentes de vespas, mas as mais conhecidas são as vespas sociais como a que se encontra na imagem acima.
sv_se: Det finns många stekelarter, men de mest kända är getingar (eller sociala getingar för att skilja dem från solitära getingar) som visas ovan.

source: Long antennae (distinguishes them from most flies)
cy: Teimlyddion hir (sy'n wahanol i'r rhan fwyaf o glêr)
de_de: Lange Fühler (unterscheidet sie von den meisten Fliegen)
el: Μακριές κεραίες (ξεχωρίζουν από τις περισσότερες μύγες)
es: Antenas largas (las distingue de la mayoría de las moscas)
pt: Antenas longas (as diferencia da maioria das moscas)
pt_pt: Antenas longas (diferencia-as da maioria das moscas)
sv_se: Långa antenner (vilket skiljer dem från de flesta flugor)

source: There are some hairs on the body, but wasps are usually much less dense and furry compared to bees
cy: Mae rhywfaint o flew ar y corff, ond fel arfer mae'r blew ar wenyn meirch yn llawer llai trwchus a fflwffog nag ar wenyn
de_de: Es gibt einige Haare auf dem Körper, jedoch sind Wespen im Vergleich zu Bienen normalerweise viel weniger dicht behaart und weniger pelzig
el: Έχουν τρίχες στο σώμα, ωστόσο το τρίχωμά τους είναι λιγότερο πυκνό από των μελισσών
es: Tienen algunos pelos en el cuerpo, pero en general las avispas son mucho menos peludas en comparación con las abejas
pt: Há alguns pelos pelo corpo, mas nas vespas normalmente são muito menos densos e peludos em comparação com abelhas
pt_pt: Há alguns pelos pelo corpo, mas vespas são menos peludas em comparação com as abelhas
sv_se: De har en del hår på kroppen, men getingar och andra steklar har vanligen mycket mindre och glesare behåring än humlor och många bin.

source: Social wasps and some of the solitary species have bold black and yellow stripes
de_de: Faltenwespen und einige Arten der Solitärwespen haben auffällige schwarz-gelbe Streifen
el: Οι κοινωνικές σφήκες και ορισμένες μοναχικές σφήκες, έχουν έντονες μαύρες και κίτρινες ρίγες
es: Tanto las avispas sociales como algunas de las especies solitarias tienen rayas negras y amarillas
pt: Vespas sociais e algumas das espécies solitárias possuem listras pretas grossas e listras amarelas
pt_pt: Vespas sociais e algumas das espécies solitárias possuem listas pretas grossas e listas amarelas
sv_se: Getingar har skarpa svarta och gula ränder

source: Some wasps have their wings rolled up when at rest
cy: Mae rhai gwenyn meirch yn rholio'u hadenydd i fyny pan maen nhw'n gorffwys
de_de: Manche Wespen haben im Ruhezustand ihre Flügel eingerollt
el: Ορισμένες σφήκες έχουν τις πτέρυγες τους τυλιγμένες όταν βρίσκονται σε κατάσταση ηρεμίας
es: Algunas avispas tienen las alas plegadas cuando están en reposo
pt: Algumas vespas têm as asas enroladas quando em repouso
pt_pt: Algumas vespas têm as asas enroladas quando em repouso
sv_se: Getingar viker ihop vingarna på längden när de vilar

source: Wasps have a very narrow “wasp waist” at the join between thorax and abdomen
cy: Mae gan wenyn meirch ganol main iawn nodweddiadol lle mae'r thoracs a'r abdomen yn cwrdd
de_de: Wespen haben eine sehr schmale "Wespentaille" an der Verbindung zwischen Thorax und Abdomen
el: Στο σημείο όπου ενώνεται η κοιλιά με τον θώρακα, υπάρχει στένωση (στενή μέση)
es: Las avispas tienen una "cintura de avispa" muy estrecha en la unión entre el tórax y el abdomen
pt: As vespas têm uma "cintura de vespa" muito estreita na junção entre o tórax e o abdômen
pt_pt: As vespas têm uma "cintura de vespa" muito estreita na junção entre o tórax e o abdómen
sv_se: De har en mycket smal "getingmidja" där mellankroppen övergår i bakkroppen

source: There is a lot of variation in size, shape and markings among the solitary wasps. They are usually not obviously hairy, and since they do not collect pollen they have no pollen basket (although pollen may become stuck to their bodies).
cy: Mae llawer o amrywiaeth ymysg y gwenyn meirch unig o ran eu maint, eu siâp a'r marciau arnynt. Fel arfer nid ydynt yn amlwg flewog, ac am nad ydynt yn casglu paill, does dim basged paill ganddyn nhw (er gall paill lynu wrth eu cyrff).
de_de: Solitärwespen unterscheiden sich stark in Größe, Form und Zeichnung. Sie sind in der Regel nicht behaart und da sie keinen Pollen sammeln, haben sie keine Pollenhöschen (obwohl Pollen an ihrem Körper haften bleiben kann).
el: Υπάρχει μεγάλη ποικιλία σε μέγεθος, σχήμα και χρωματικά μοτίβα ανάμεσα στα διαφορετικά είδη των μοναχικών σφηκών. Συχνά δεν έχουν ευδιάκριτο τρίχωμα, ενώ απουσιάζει το καλαθάκι γύρης από τα πόδια τους (η γύρη μπορεί να κολλήσει στο σώμα τους).
pt: Há uma grande variação em tamanho, forma e marcações entre as vespas solitárias. Geralmente, elas não apresentam pelos visíveis e, como não coletam pólen, não tem escola (embora o pólen possa ficar aderido a seu corpo).
pt_pt: Há uma grande variação em tamanho, forma e marcações entre as vespas solitárias. Geralmente, não apresentam pelos visíveis e, como não colhem pólen, não têm escopa (embora o pólen possa ficar aderido ao seu corpo).
sv_se: Skillnaden i storlek, form och teckning är stor mellan olika arter av solitära steklar. De flesta saknar tydlig behåring, och eftersom de inte samlar pollen saknar de pollenkorgar (men en del pollen kan råka fastna på kroppen).

source: Many solitary wasps have a distinctive broad, boxy head shape
cy: Mae gan lawer o wenyn meirch unig siâp pen llydan amlwg fel bocs
de_de: Viele Solitärwespen haben einen charakteristischen breiten und kastenförmigen Kopf
el: Οι μοναχικές σφήκες μπορεί να διαφέρουν στο σχήμα και στο φάρδος του κεφαλιού
es: Muchas avispas solitarias tienen una distintiva forma de cabeza ancha y cuadrada
pt: Muitas vespas solitárias têm uma forma característica de cabeça larga e quadrada
pt_pt: Muitas vespas solitárias têm uma forma característica, de cabeça larga e quadrada
sv_se: Många grävsteklar och rovsteklar har tydligt avsatta, breda, lite kantiga huvuden

source: Some have typical black and yellow wasp stripes
cy: Mae gan rai streipiau du a melyn nodweddiadol y gwenyn meirch
de_de: Einige haben die typischen schwarzen und gelben Wespenstreifen
el: Ορισμένα είδη μοναχικής σφήκας έχουν τις κλασσικές κίτρινες και μαύρες ρίγες
pt: Alguns têm listras pretas e amarelas típicas de vespa
pt_pt: Alguns têm listas pretas e amarelas, típicas de vespa
sv_se: En del är typiskt "getingrandiga" i svart och gult

source: Others may be black and red, or all black as in this example
cy: Gall rhai eraill fod yn ddu a choch, neu'n gwbl ddu, fel yn yr enghraifft hwn
de_de: Andere können schwarz und rot oder ganz schwarz sein, wie in diesem Beispiel
el: Άλλα είδη ενδέχεται να έχουν μαύρο και κόκκινο χρώμα, ή να είναι ολόμαυρες (εικόνα πιο πάνω)
pt: Outras podem ser pretas e vermelhas ou totalmente pretas como neste exemplo
pt_pt: Outras podem ser pretas e vermelhas ou totalmente pretas como neste exemplo
sv_se: Andra kan vara svarta och röda, eller helsvarta som den här.

source: Solitary wasps generally nest in burrows or holes, in a similar manner to the solitary bees.
cy: Ar y cyfan mae gwenyn meirch unig yn nythu mewn tyllau, yn debyg i'r gwenyn unig.
de_de: Solitärwespen nisten ähnlich wie die Solitärbienen im Allgemeinen in Höhlen oder Löchern.
el: Οι μοναχικές σφήκες, όπως και οι μοναχικές μέλισσες, φωλιάζουν σε τρύπες ή λαγούμια.
pt: Vespas solitárias geralmente constroem seus ninhos em buracos ou perfurações, de forma similar às abelhas solitárias.
pt_pt: Vespas solitárias geralmente constroem os seus ninhos em buracos ou perfurações, de forma similar às abelhas solitárias.
sv_se: Grävsteklar och rovsteklar brukar bo i gångar eller hålor, på liknande sätt som solitära bin.

source: There are many different parasitic wasps, some of which visit flowers for nectar. Two examples are shown above.
cy: Mae nifer o wahanol wenyn meirch parasitig, ac mae rhai ohonynt yn ymweld â blodau i gael neithdar. Mae dwy enghraifft i'w gweld uchod.
de_de: Es gibt viele verschiedene Schlupfwespen, von denen einige Blüten wegen des Nektars besuchen. Zwei Beispiele sind oben abgebildet.
el: Υπάρχουν πολλά, διαφορετικά είδη παρασιτικών σφηκών, μερικά από τα οποία επισκέπτονται άνθη για να τραφούν με νέκταρ. Δύο παραδείγματα φαίνονται πιο πάνω.
pt: Há muitas vespas parasitas diferentes, sendo que algumas visitam flores em busca de néctar. Dois exemplos são mostrados acima.
pt_pt: Há muitas vespas parasitas diferentes, sendo que algumas visitam flores em busca de néctar. São mostrados dois exemplos acima.
sv_se: Det finns många slags parasitsteklar, och en del av dem besöker blommor för att söka nektar. Ovan visas ett par exempel.

source: Many parasitic wasps are very long and thin, with a tiny wasp waist
cy: Mae llawer o wenyn meirch parasitig yn denau a hir iawn, a'u canol yn arbennig o fain.
de_de: Viele Schlupfwespen sind sehr lang und dünn, mit einer winzigen Wespentaille
el: Πολλές παρασιτικές σφήκες είναι μεγάλες σε μέγεθος και λεπτές
pt: Muitas vespas parasitas são longas e finas, com uma cintura bem pequena.
pt_pt: Muitas vespas parasitas são longas e finas, com uma cintura bem pequena.
sv_se: Många parasitsteklar är mycket långsmala, med mycket smal getingmidja

source: The majority of species have very long antennae, made up of lots of individual segments
cy: Mae gan y rhan fwyaf o rywogaethau deimlyddion hir iawn, wedi'u gwneud o lawer o adrannau unigol.
de_de: Die meisten Arten haben sehr lange Fühler, die sich aus vielen einzelnen Segmenten zusammensetzen
el: Η πλειονότητα των ειδών, έχει μεγάλες κεραίες, οι οποίες αποτελούνται από πολλά μεμονωμένα τμήματα
pt: A maioria das espécies tem antenas longas, constituídas por muitos segmentos individuais.
pt_pt: A maioria das espécies tem antenas longas, constituídas por muitos segmentos individuais.
sv_se: De flesta arterna har mycket långa antenner, bestående av många enskilda segment

source: Female parasitic wasps can have a sharp ovipositor used for egg-laying – in some species this is very long
cy: Gall fod gan fenyw y gwnenyn meirch parasitig wyddodydd miniog y mae'n ei ddefnyddio i ddodwy ei hwyau – mewn rhai rhywogaethau mae hwn yn hir iawn
de_de: Weibliche Schlupfwespen können einen scharfen Legebohrer haben, der zur Eiablage dient - bei einigen Arten ist dieser sehr lang
el: Οι θηλυκές παρασιτικές σφήκες έχουν ένα αιχμηρό ωοθέτη - χρησιμοποιείται για την εναπόθεση αυγών. Σε ορισμένα είδη είναι πολύ μεγάλος
pt: Fêmeas de vespas parasitas podem ter um ovipositor pontiagudo utilizado para botar os ovos - em algumas espécies, esse ovipositor é bastante longo.
pt_pt: As fêmeas de vespas parasitas podem ter um ovipositor pontiagudo utilizado para colocar os ovos - em algumas espécies, o ovipositor é bastante longo.
sv_se: Parasitsteklarnas honor kan ha ett långt vasst äggläggningsrör – hos vissa arter är det mycket långt

source: Colours are usually a mix of black and red or yellow – some species are all-black
cy: Fel arfer maent yn gymysgedd o ddu a choch neu felyn eu lliw – mae rhai rhywogaethau yn gyfan gwbl ddu
de_de: Die Farben sind in der Regel eine Mischung aus Schwarz und Rot oder Gelb - einige Arten sind ganz schwarz
el: Τα χρώματα συνήθως είναι συνδυασμός του μαύρου και κόκκινου ή του κίτρινου - ορισμένα είδη είναι ολόμαυρα
pt: Cores são geralmente uma mistura de preto, vermelho ou amarelo - algumas espécies são todas pretas.
pt_pt: As cores são geralmente uma mistura de preto, vermelho ou amarelo - algumas espécies são todas pretas.
sv_se: Färgställningen är oftast svart med röda, vita eller gula teckningar – vissa arter är helsvarta

source: Parasitic wasps lay their eggs into other invertebrates, or their nests, and the larvae of the wasps consume the host invertebrate.
cy: Mae gwenyn meirch parasitig yn dodwy eu hwyau mewn infertebratau eraill, neu yn eu nythod, ac mae larfâu'r gwenyn meirch yn bwyta'r infertebrat lletyol.
de_de: Schlupfwespen legen ihre Eier in andere wirbellose Tiere oder in deren Nester. Ihre Larven fressen die Wirtsorganismen.
el: Οι παρασιτικές σφήκες, γεννούν τα αυγά τους σε άλλα ασπόνδυλα ή στις φωλιές αυτών, και οι προνύμφες των σφηκών τρέφονται από τον ασπόνδυλο ξενιστή.
pt: Vespas parasitas botam seus ovos em outros invertebrados ou seus ninhos, e a larva da vespa consome seu hospedeiro invertebrado.
pt_pt: Vespas parasitas colocam os seus ovos noutros invertebrados ou nos seus ninhos, e a larva da vespa ingere o seu hospedeiro invertebrado.
sv_se: Parasitsteklar lägger sina ägg i andra ryggradslösa djur, eller i deras bon, och parasitstekelns larver äter upp sitt värddjur.

source: Wasps feed their young on captured prey (usually other insects), but adult wasps often visit flowers for nectar. There are social wasp species, solitary wasp species and parasitic wasp species.
de_de: Wespen ernähren ihre Brut mit gefangener Beute (meist andere Insekten). Ausgewachsene Wespen besuchen häufig Blüten, um Nektar zu sammeln. Es gibt soziale, solitär lebende und parasitische Wespenarten.
pt: As vespas alimentam seus filhotes com presas capturadas (geralmente outros insetos), mas as vespas adultas costumam visitar as flores em busca de néctar. Existem espécies de vespas sociais, espécies de vespas solitárias e espécies de vespas parasitas.
pt_pt: As vespas alimentam a sua prole com presas capturadas (geralmente outros insetos), mas as vespas adultas costumam visitar as flores em busca de néctar. Existem espécies de vespas sociais, espécies de vespas solitárias e espécies de vespas parasitas.
sv_se: Getingar matar sina larver med fångade byten (ofta andra insekter), men vuxna getingar besöker ofta blommor för nektar. Det finns sociala steklar, solitära steklar och parasitsteklar.

source: Solitary wasp of the genus <i>Ammophila</i>
de_de: Solitärwespe der Gattung <i>Ammophila</i> (Sandwespen)
pt: Vespa solitária do gênero <i>Ammophila</i>
pt_pt: Vespa solitária do género <i>Ammophila</i>
sv_se: Den solitära stekeln sandstekel <i>Ammophila </i>

source: Solitary wasp of the genus <i>Monobia</i>
de_de: Solitärwespe der Gattung <i>Monopia</i> (Töpferwespen, neotropisch)
pt: Vespa solitária do gênero <i>Monobia</i>
pt_pt: Vespa solitária do género <i>Monobia</i>
sv_se: Solitär stekel av släktet<i>Monobia</i>

source: There are many different species of wasp, but the most familiar are the social wasps such as the one shown above. All wasps pictured are UK species for reference.
es: Hay muchas especies diferentes de avispas, pero las más conocidas son las sociales, como la que se muestra arriba. Las avispas que aparecen son especies del Reino Unido como referencia.
pt_pt: Existem muitas espécies diferentes de vespas, mas as mais conhecidas são as vespas sociais, como a mostrada acima. Todas as vespas ilustradas são espécies do Reino Unido para referência.
sv_se: Det finns många olika sorters getingar, men de mest välkända är sociala getingar, såsom den som syns ovan. Alla bilder visar engelska arter.
